{"title": "【術後加速康復(ERAS)】 營養衛教", "url": "https://youtu.be/J4LfYt0GamQ?si=uAixkAr07LuSOdA0", "content": " drin率爭論者音訊信息接著我們以營養師為主在術後康復的照護計劃當中在打動催淚位保護物品方面影片介紹隊伍這些bak Shao 攝取量的影片這個ração yolk之所以一會都什麼時候就已經進 no man今天試的飲食飲食攝取量的評估以及我們會給你一些在這段時間手術前的飲食記憶還有就是說快到手術的時候會有一個低紮的飲食記憶的部分那接下來到住院到手術的時候我們都會一路陪伴著你在每個階段給你一些不同的接下來我們先看的是一開始首先會做體味測量的部分就是我會先請你到我們二樓的內科診區的地方在營養指導室前面有個身高的測量器會先請你實際的測量一下身高然後接下來會到我們營養指導室進行一個體重體脂以及身體的肌肉組織的一個重量的測試會請您在14天的部分會先做一個檢測以及就是在住院日當天來的時候我們會幫你做一次檢測以及之後我們術後之後再回診的時候我們會幫你做一次檢測那在這個過程當中我們希望這個過程是在肌肉層上面能夠是一個增加的部分以及就是脂肪的部分如果有過多的情況之下能夠下降所以這個到時候會看到一張這樣的一個機器檢測出來的一個皮脂的單張在這張裡面非常重要的部分是當然我們會看一下這個在手術前的部分我們希望在體重的部分你能夠維持在理想的體重範圍以及就是說來手術的時候我們希望在也能夠看到我們這個肌肉的質量的部分能夠提升的情況不然至少要做一個維持的一個部分脂肪率如果有過重的話也是希望能夠下降那我們會去評估這整個一個身體的組織變化的情況在手術前14天的時候我們會簡單進行一個風險的評估手術前過去三個月當中你的營養狀況好不好如果在這個營養狀況當中比如說我們會評估了食慾體重下降的情況你的活動能力或者在這三個月當中有沒有突然之間有發生一些急性的疾病狀況那在這個過程當中如果你的營養狀況其實是屬於比較不良的話那也許我們會跟醫生討論你歷後續的手術治療的部分OK那接下來會詢問一下你本身平常的飲食攝取狀況評估一下就是你平常過去的飲食的習慣飲食的行為還有就是說飲食的分配是否均衡的部分會依照你剛剛我們所測的體重體脂肪身高體位的組成的部分去幫你設計一下每日的飲食餐點當中你大概需要攝取多少的熱量然後食物的分配是在多少那會希望在這兩個禮拜當中給你一些建議也能夠遵守這樣的一個範圍的部分所以我們在接下來我們了解了一下你的因為習慣攝取量的部分之後依照你的體位幫你做一個簡單的一個食物六大類的分量的分類建議之後也會希望說你是一個踩在一個均衡的飲食概念上面然後有簡單的運動喝足量的水分希望在這段過程當中能夠是一個均衡飲食的一個攝取的一個方式那在這個過程當中有一個很重要的部分就是每一類食物當中其實它都有不同的六大營養素那尤其我們可能會注重一下就是除了總熱量你攝取的夠不夠之外也希望在整個手術過程當中你的一個有一些就是在因為手術會有一些傷口會有一些要復原的部分所以我們在調節生理機能秋品組織這個部分蛋白質也佔了一個很重要的位置所以我們會希望說在後面的部分你在這個部分能夠多認識它所以在這個部分當中屬於蛋白質類的食物大概會有一些魚類 海鮮類加禽類的一個雞牙鵝或加豬類的一個豬牛羊的一個動物性的蛋白質類食物以及植物性的黑豆 毛豆 黃豆及其製品的一個蛋白質類食物那在這個過程當中營養師會除了總熱量之外會特別介紹一下在這個部分上面攝取的份量夠不夠或者是你的認知足不足夠因為有很多的個案其實對這部分是不了解以及是不敢攝取的部分營養師在這個部分其實過程當中六大類是什麼所以我們會需要能夠有一個均衡的飲食的概念給你們也就是說你的三餐飲食當中需要能夠有搭配到所謂的澱粉類 主食類的食材以及搭配到纖維類的食材蔬菜部分以及蛋白質類的食材剛剛提到的豆乳 肉丹類的部分以及就是說每天的奶類或者是適當的油脂以及水果部分會有一個這樣的六大類食物的介紹認識然後分配給你大概每天的紀念量是多少那成如我剛剛說的就是說在六大類的食物當中蛋白質的營養素可以做一些修補組織建造修復自用所以在蛋白質類的食物上面又有很多的民眾對這邊是有誤解的所以在這個部分上面我們會特別再強調一下有哪些類別屬於這個蛋白質類的食物那在優質蛋白質當中有豆乳 蛋肉類然後再來剛剛介紹奶製品也有還有就是說適當的主食類也有那這個部分裡面就是說到時候營養師會介紹你就是說你大概一個份量的部分大概要吃多少所以最後會給你一個食物份量帶你回去之後大概在這段兩個禮拜的手術前的時候我們對蛋白質類的食物有所認識之外那份量大概要攝取多少也會給你一個很明確的概念接下去的話我們會給你另外一個議題就是在你手術來之前的前三天就是預定住院的前三天我會請你做一個那個素前的低渣飲食低渣飲食的部分就是希望說在整個過程當中我們是減少食物在消化之後所在腸胃道所留下的一些殘渣那基本上你還是要攝取均衡飲食也就是這段時間到手術前其實飲食其實還是採在均衡的飲食的概念當中只是在素前前三天慢慢會清明一點建議你減少纖維值得攝取的一個部分以低渣的飲食為概念是避免說在你在手術的時候一些腸胃道殘渣的部分影響到手術的過程這部分裡面就是說我們會避免一些植物性的纖維動物的精或膠的部分還有奶類製品的部分那你的食物的分量方面也可以採一些真足乳的一個方式然後讓質地盡量軟化一些些基本上是不太供應牛奶這個就是前三天的部分油炸類食物或烤類的部分那青菜盡量是以瓜類或任業的部分來供應那水果的話可以用果汁過濾下來做一些取代這個大概就是我們一些提大常見的食譜比如說我們主食類你看可以白西飯啊白饅頭啊白吐司或海綿蛋糕這種白麵線白麵條的為主盡量少一些超米類或無比雜糧類的部分豆魚肉蛋類蛋白質類的食物可以用蒸魚片啊蒸蛋啊蒸肉排的方式可以去皮的部分然後滷豆腐啊然後再來就是說我們蔬菜部分可以一些比如說去掉一些根莖的部分然後做一些簡單滷或燉的動作把它燉軟化一點點然後青菜任業的部分或高麗山任業的部分類似這樣的一個方式那這個是一個簡單的一個低渣便當的那這些乳製那個奶製品啊去死的水果新鮮的水果就或高纖維的動作高纖維的食物這個部分就盡可能在這段前三天的部分降低這個就盡量慢慢避免不去攝取這類的食材OK以上大概就是在微數在那個手術前14天營養師在跟您做指導的時候會幾個重要的點會跟您說很雷的部分OK 謝謝大家請不吝點贊訂閱轉發打賞支持明鏡與點點欄目"}