{"title": "胃部手術飲食 衛教單導覽 (營養組4)", "url": "https://youtu.be/sYEx8OdHPGk?si=ZzNH8d4W9bUhShcR", "content": "哈囉這裡是Niklas那我們繼續要講接下來部分的東西好來我們來看一下胃教單胃癌胃癌的部分通常說癌細胞就是說有化療啊什麼的之類的化療、藥物治療然後切就你再怎麼治療都不出這些這幾個動作那所謂的胃癌那既然叫胃癌就是表示那個胃部部分有癌細胞的滋生所以那個tumor必須要去做處理好然後做色的接受手術比如說切除手術或者radiation的以及chemical化學化療等等的支持性一下就是可能他不是太有兩種啦支持性第一種是說他的很小所以他良性所以支持就好了另外一種他他要掛掉了三四級以後他要掛掉所以就給他讓他這一波好過那最後這一趟死前的那個好過一些好來看一下治療的原則熱量足夠的熱量然後攝取健康的蛋白質蛋白質的來源有這些嗎奶牛奶蛋這些然後一些魚的好來然後再追進食的部分少量多餐然後看一下軟質的然後牛奶豆漿這些可以喝不要酒精不要抽菸也要吃檳榔好階段的部分第一階段排氣後才可以進食排氣就表示他那個東西是在正確的應該是說他把那個能夠把正確的那個廢棄物做排除的動作就表示他是正確的好少量多餐第一階段是做流質食物然後第二階段半流質半半半流質半硬的話那是大部分都是在講粥粥是半流質以及半固體好接下來第三階段牛麵包固態麵包就是一些譬如說麵包還有一些肉類肉類鐵質鐵質部分叫做那個叫什麼鐵質是這個菜我忘記有一個叫什麼鐵反正他還有很多的菜然後也包括這些營養素好然後鐵質的原有這個吧肝臟生色蔬菜這些的然後有一些譬如說黑芝麻枸杞就是有些這個東西會配好譬如說那個譬如說說這個芝麻糊之類的這些東西就是他可以去吃老人可以去吃的好好來副作用的部分來去做胃臟的時候不要吃太多纖維質纖維質就會讓肚子鼓動那有這邊講到說不要嚼口香糖以免吸入過多空氣造成脹氣有沒有好來請食的東西胃切除切除的時候他會變小直接的影響就是他進入了食物會快速進入提前進入小腸造成他沒有辦法消化然後胃酸會大量的灌進去細胶所以他說細胶蔓厭然後控制單糖防止糖吸收造成腹瀉消化性來消化性低糖的時候靜時後一至兩分鐘由於一島素沒有辦法去做處理所以造成他血他吃東西卻還是低血糖少量多餐一樣是少量多餐那這個跟DMDM很像那DM就是忘記講糖尿病的時候也是說他的吸收率不好但是你不給他吸收量的話你又不夠你那個熱量又不太夠所以就會造成熱量蛋白質會不太夠所以像這種糖果果汁就是一種很重要的不羈品平血的部分去做那這邊是說如果是惡性平血可以參考補充維生物維生素對不起維生素然後蛋白質鐵質維生素這幾個做搜尋那如果你有想知道你就直接打維生素B食物之類的那這個維生素有這個柳丁之類的葡萄柚注意葡萄柚跟很多的藥品會撞在一起因為葡萄柚會導致那個藥品的失效好來看一下血糖血白雪球的下降的時候要補充白白質然後因為這個是直接影響的就是免疫酒白雪球太多或太少都不好太多會導致他的那個效率降低也就是說聾兵就像真兵一樣你真太多兵你又不夠給他做訓練那這個就會聾兵然後如果太少的話也不好然後有這個噁心噁心就去做處理來看一下脂肪酸的部分去做處理因為他破壞了神秘咒神經然後他的蛋汁減少所以他的東西就是低油避免油煎的東西那可能用蒸煮刷滷好好那就這一個好腺納的原則那如果有一些疾病人員腺納就是說他腺納會比如說水腫高血壓這些心臟衰竭他們如果吃納的話過多就會導致問題好來看一下齁那他就沒有講這個東西換算的時候如果你有無聊再去換算就好了好好來看這邊這個有直接的解釋就是說包括就說因為他說一公克的食鹽就有400毫克的納所以三杯四杯牛奶就等於一公克的食鹽吃掉了一公克的食鹽納好來煙煮燻這些都比較納會比較大一些還有胡椒胡以及納紫菜海帶這些也要注意一下那如果是加工食品納當然會添加比較多首當其衝的就是所謂的麵泡麵泡麵加非常多的納因為很甜很鮮好那烹調的話要怎麼弄呢要醋蔥薑蒜這些都是做基本的調味料中藥香辛料我們就做這些處理然後加減少藥量同時讓他能夠有味道好吃的味道好那如果是說醬油的話低鈉鹽也要注意因為他裡面還有甲反正就是一些很難很問題那這些營養師會去做調整幫你做調整就這一個好來接下來腺甲腺甲一樣哪些人需要腺甲腎臟腎臟的問題酸尿症好來看一下高甲的事情比如說雞湯肉湯這些都比較甲然後水果的部分這一個要注意這些美人瓜是什麼我不知道哈密瓜木瓜然後這個我也沒看過這是什麼玫瑰桃奇異果這些要小心注意好那原則上就是這樣子然後那個薄芪菲菜川七菠菜好這些都要做限制然後糖不能喝然後咖啡這些要不行你知道尤其是運動飲料運動飲料super之類的很多甲好靈芷靈芷的部分需做控制靈基柱那一樣是腎臟腎臟以及高血凌者那腎臟可以看到腎臟要限胃限鈉限甲所以腎臟衰竭的是很可憐他沒有辦法吃什麼東西因為你吃什麼東西都會讓你掛掉好來那就一樣高靈芷的食物他有這些優格啊其實這些如果你有這個問題之後你再看慢慢看就好了就是因為我直接唸過去你也只是大家就看喔我這樣講過去好那如果你想有需求比如說你已經有腎衰竭然後那你這些東西都會對你很重要你要一個一個去看一個一個去對比如說哇內臟啊你不可以吃雞胗啊然後雞心啊雞肝啊對不對豬肝啦對不起好然後有什麼堅果類也不能吃啊之類的好反正總之是腎臟衰竭真的很可憐什麼東西都不能吃好那講到這個地方"}