{"title": "腹膜透析飲食 衛教單導覽( 營養組7)", "url": "https://youtu.be/ZqE2019XWkM?si=5RZTJqRX6q0wLJ9x", "content": "吃完就要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量， 要看食量吃了不小心吃了什麼東西， 或者是東西吃太多， 然後身體又狀況又要回整之類的那甲離子減少， 那甲離子就是這些雞湯， 果菜汁， 運動飲料， 這些蔬跑之類的都比較少醬油很高那可能就只能清淡， 意思是說你可能醬油也不能加， 那可能就是鹽巴， 加一些鹽巴之類的高齡的， 高齡有這幾個奶製品， 糙米啊， 麥片啊， 這些的， 好那看一下血脂肪要追蹤， 然後水脂肪要去追蹤， 然後如果有什麼， 膽固醇過高的情況要去做處理然後他的部分要做低油， 所以有清蒸， 清蒸是最少的， 水煮也一樣， 水煮青菜， 那不能加醬油因為他前面講了， 你要低鈉， 低鈉甲好， 看一下減少膽固醇的話， 膽固醇會增加你心臟， 吸血管疾病的風險所以他的膽固醇的項目， 肉啊， 肥肉， 就是那個白色肥肉， 然後內臟， 軟黃， 就是蛋黃這樣子好， 糖類少攝取， 甜的啊， 果汁都不行， 然後楊桃我看有空去查一下， 因為好多東西都會講到楊桃， 特別講出楊桃來， 肝病變正， 然後有這方面脂肪肝， 慢性肝炎， 肝硬化， 原本就是， 肝硬化是很後期的， 慢性肝炎是前期的然後過一陣子再繼續惡化下去， 就會逐漸變成肝硬化， 那就真的很糟糕了酒， 導致的原因有幾個， 酒， 然後肥胖， 這個有講肥胖肥胖， 胖的人會比較容易， 肝會出問題， 腎肝都會問題， 因為你太胖了， 然後你的免疫力都會有一些掉下來好， 大家看一下蔬果的部分來看一下， 有這幾個嘛， 維生素的攝取量， 水果也是， 然後禁止生死少吃辣， 發酵食品也少吃， 以及這些麵， 素食類， 麵， 糕點， 這些都有太多的加工品那你的身體有肝病的人很可能沒有辦法處理， 沒有辦法把這個東西代謝像是油炸就是很明顯， 它油太多了第一次吃葉芒菜， 我忘記了， 看一陣子了好， 來看一下， 治療習和恢復期， 提供蛋白質， 熱量， 一樣要算嘛， 1.2， 1到1.2蛋白， 乘以每公斤， 乘以每公斤好， 30到35大卡乘以每公斤少量多餐， 很多的都是少量多餐， 糖尿BDM也是少量多餐然後有靜脈曲張的時候要供應暖食， 不要油炸之類的廢水的話， 譬如說非洲有很多小孩， 他們沒有足夠的營養所以他少脂肪以及純水的， 結果所有的水都會集中在腹部， 然後造成肚子脹起來， 腹水現象好， 選要高熱量， 然後減少水分攝取， 然後鈉卡要限制有黃膽的話不需限制， 但是有脹氣那些要減少油量， 減少油量的40克左右好， 主攝性肺炎， 它要避免CO2， CO2會呼吸困難然後要改善呼吸的狀況， 避免攝取過多來換算足夠的攝取量， 包括蛋白質， 魚類， 有良好脂肪酸的魚類魚去替代紅肉， 如果是低醣高油的部分因為它的醣不能這麼多， 所以換算過來的話， 就是用脂肪去替代糖提供的熱量然後來看一下精緻的， 換到這個太多了， 你要看就自己看， 4.1碗， 等於麵的1.2碗過多精緻會產生CO2， 會導致部分負擔， 各式水果糖果都一樣改善方式， 食欲不振的話要喝一些密度比較高的， 譬如說酸性飲料酸性飲料是什麼? 酸性飲料不是汽水嗎?酸性飲料， 好沒關係， 你就知道這件事禁食呼吸短促， 禁食時將腿平放地上， 手放在桌上， 往前傾， 預防嗆到如果你是倒下來喝的話， 那個就會在喉嚨邊滾住， 流住滯留， 會導致嗆食所以你的上半身必須要起來， 下半身是平的30分鐘內要去處理完這件事負擔， 避免食用異產性食物， 譬如說洋蔥， 青菜， 地瓜， 豆類等等活動量， 流質灌食的部分， 去算一下， 前面有說每公斤要加多少的克量， 然後去做處理灌食3-44左右看你的量回抽要超過50-100cc回抽發現有血的話， 表示胃管有插錯， 要重新拔出來重放一次頸部抬高30度， 灌後一小時才能放回去灌食後30-50cc清洗批量灌食， 兼新灌食也沒有那麼少， 大概2-4小時灌一次包括灶口或鼻胃管漸漸式將灌食加入灌食袋藉由慢慢滴， 藉由可以睡覺， 加固者可以睡常購可， 常利用定量來滴入常灶口沒有辦法吸收夠多的原料熱量不夠灌食可以用天然性的東西要煮熟蛋， 青菜要燙過， 把髒東西， 髒物， 農藥吐掉灌食前要吸， 回抽要評估消耗狀況以及有沒有出血溫度以體溫為主的量， 頸部30度抬高漸漸性或本來去灌食， 倒入時不可以超過4小時前面要去算要算灌多少量， 灌多少， 灌一天， 灌2000每4小時回抽評估， 如果回抽量超過1.5倍停2小時再回抽評估回抽量需小於1.25， 才可以恢復灌食要記得清袋子"}