{"title": "蔬果王國8(營養科 完結)", "url": "https://youtu.be/9aJ0WgpdcJ4?si=x3Av0XBz1-pBKCnG", "content": "字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕提供者為 純純 字幕他沒有寫怎麼裝好這個啦就拿一個盤子啊隨便拿一個類似這個外賣有在拿的那種小盤子然後你可以裝這個東西好來看一下果汁有什麼要注意的地方果汁不能帶去水果因為果汁炸過之後那個如果你有過濾啊這個如果沒有過濾他的會有保留一些那喝起來粗粗的那有一些水果店會過濾那就喝起來會比較滑順但是沒有纖維那當然比現吃的纖維值是最大的好來看一下新鮮的最好對吧然後啊他沒有講過嘛那新鮮的水果當然比比加工過的啊比如說曬過啊曬乾過後的水果乾之類的那水果乾那些還會有問題因為他加有些糖糖或鹽巴加很大很大量然後用過之後會太甜太甜太鹹所以對DM對DM的患者而言就是有一個很大的麻煩好然後份量然後不可以喝太多因為那個水果有這個問題水果就是說你的那個糖份水果的糖份很大所以有些人有些有些老人家會不小心喝過頭兩三杯就很多了兩杯以下好也也不一定啊看你的狀況但控制在一天不要喝超過兩三杯然後這邊有什麼一些搭配嗎有什麼紅的啊紅的綠的這是芭樂嗎這是奇異果然後這個是木瓜然後這是什麼蓮藕這什麼蓮藕是什麼然後哎呦這邊有寫這一這一碗切好的這個是兩公升兩碗然後木瓜這一顆要他沒沒沒給我量尺所以不知道他多大那大概呃兩顆檸檬嗎檸檬那麼大檸檬他沒寫那應該檸檬是1-1.5吧1-1.5然後這個是3嘛木瓜那麼大顆他是份量算3好投井市的呃投井市的癌症所以說投井市以上癌症包括一些口腔癌啊一些就是你們在看那個那個叫什麼抽菸的抽菸的警告單不是就有說會會有口腔癌嗎會口腔癌然後把口的嘴巴那塊肉切掉然後再用腳的肉去補他就變得還蠻噁心的畫面所以就是這樣子口腔癌而且他們切過之後他們就很多東西都不能吃了因為他那個沒有牙齒牙齒斷掉牙齒那個少了也然後顏面也亂爛爛掉了所以要遮會自己想去用用那個遮那個口罩因為太外觀不是很外觀不是就外觀不是很好看就是好呃這什麼金氨酸氟氨酸氟氨酸我有念對嗎氟氨酸啊語言可以幫助減少發炎性的反應好那來治療的期間他的體重可能會因為化學化學化療這些而導致副作用掉頭髮啊然後喉喉喉喉嚨乾啊還有一大堆一大堆的副作用然後他建議你高類量高代白不然他會可能會變就是他他會變很瘦因為他吃不好吃不了食慾不振那如果吃的不夠可以用營養品比如說什麼保路之類的啊之類的好每天要運動30分鐘跑來跑去啊運動啊之類的副作用來基本的口腔潰爛就是有一些傷口那是做這些東西木瓜奶昔然後都是這些碎碎的東西蒸蛋絞肉這些都碎碎的好五穀飯的話是稀飯然後細麵這些的東西然後不要刺激性的食物酒啊碳酸飲料啊這些東西然後用吸管或者是湯匙協助來症狀吞嚥困難的話流質一樣嘛都是少量多餐跟之前做糖尿病DM一樣很像然後用嫩的食物啊然後頭呀坐起來然後身體要30度以上好口乾的時候吃酸性的食物然後能夠吃到那個不是曹操有說嗎曹操說沒有東西補給然後覺得他就跟他的士兵說前面有一個梅樹可以去吃然後他們他們沒也沒吃到梅樹跟他們就會覺得流口水他們就流口水然後我是那個啦想到這個故事好調味過淡過辣過鹹夠甜的以及酒精會加重口乾舌燥這樣子好改善方式每天都喝水好味覺性改變哦這樣我們不是我們還沒已經疫情快要結尾了嘛那一樣那個時候疫情SARSCOVID-19會有這個問題就是味覺失調這個是一樣的好然後運動喝水運動喝水直接動動好膽囊喝水膽囊一看到就知道了好就是脂質嘛脂質脂質他會缺少膽囊的情況下脂質他的狀況會很差也就是說他沒有辦法脂質他沒有辦法去做調整因為你已經膽汁沒了所以換句話說患者會很難他會很難消耗那個油脂低油食物有沒有20-30克然後第二階段50-60克然後那過一段時間調整他寫一到兩個月吧去做調整然後一定要用低油的珍珠烤紅燒涼拌謝謝謝謝然後重要的是丁胆固醇這個嗎一般都有嗎好然後如果胆固醇高的內臟類的啊蟹黃魚卵好出外用餐的時候要注意的就是清燉嘛對不對好這些大家可以自己去看好這些大家可以自己去看一下就你就查衛教單嘛膽囊移除手術衛教單然後就一坨東西給你看有沒有奶啊奶製品啊然後你要自己對啊這個東西要自己對啊曼羅好哦這是8000嘛對不對好來看一下短時間內恢復工時然後高熱量高蛋白他們需要附著人體需要付把那個修復細胞需要擁有營養所以要多吃一點好少量性多餐三餐正餐可以再跟增加點心然後增加然後食物的烹調要去做改變然後他需要的東西有在裡面營養素維生素嘛比如說免疫啊b 是做代謝營養代謝c 是做膠原以及傷口癒合心甲磷這些啊對不對都是內臟啊心有嘛內臟的那如果一些有一些會廣告都說男生要吃心啊那你如果直接吃吃蛤蜊這些那你就不用各一句吃那個藥品了就是那個他在一直在往廣告宣傳他一直在電視上宣傳的那個補給品補給品不吃了不吃煙不吃煙酒補充蛋白不錯補充水分電解質好自己都好懂哦哦這要注意哦因為小孩子他胃很小那我們家裡我小孩就有時候胃是胃過頭他就會吐而且吐了好幾次好幾次都不小心讓他吐了所以我覺得這是把關小孩子他把關他食物他真的很難去做調整也去大概四個小時或八個小時吃一次就自己要設定一個時間然後不要一次不要吃兩個兩瓶之類的因為我那時候是吃他說那個小孩吃家裡小孩好像吃兩瓶然後就吐了好來 q&a 燙傷能不能吃海鮮魚類可以他的 omega 很有用然後第二個醬油可不可以吃醬油這什麼鬼什麼叫色素不影響不影響傷口顏色我完全看不懂他也寫什麼好癌症嗎綜合性的癌症那我們來看一下食慾性不正前面就講過了都好等好懂然後味覺啊什麼的然後口乾舌燥差不多吧看幾下鑷子好那這有幾個比較好那也來看一下這個沒有看過的腹瀉一日少量多餐然後纖維素要低因為你會腹瀉表示你經常會蠕動了那你再增加更多纖維素你就會拉更拉更嚴重益生菌可以增加腸道的有益菌腹瀉如果有腹瀉拉肚子之後12個小時內只能喝清水或者完全不喝好白雪球自備的時候需要清潔雙手然後白雪球就是說他的這個東西白雪球這個東西就像士兵你太多也不好太少也不好為什麼太多你的那個效果就不好就打在一起打來打去都沒有做該做的事情太少的話你的就沒有衛兵細菌來的時候你就沒有辦法沒有士兵去抵抗他們好取齒就是那個蛀牙好牙齒牙齦敏感要使用牙膏如果牙齒疼痛可以用溫水漱口那最好去做半年要半年或三個月要用一次洗牙那我上次看到廣告是說他是說小學六歲以前的每半年會補充一次洗牙會補會那個叫什麼叫什麼怎麼講會站會補助拉補助每半年會補助一次小孩子的洗牙所以這是一個一個資訊那用需要的人可以去看一下好來 dmdiaper diapermethodi methodmethodis我有唸對嗎好沒關係啊好臨床處理嗎這個然後個別的去處理首先是要控制糖類的攝取量那一樣是少量多餐建議量是兩兩百多的250多的牛奶水果每日兩份然後來看一下那這個一樣自己去算這個是飯不滅丸之類的好高纖維的食物多吃高纖維的食物會有幫助可溶性的纖維能夠減緩糖類的消耗然後選擇有 omega 之類的不飽和酸比如說芥菜芥花之類的在這階段都不能夠呃炸我記得是不能夠炸啦可以用淋的你可以淋在那個叫什麼你淋在那個蔬菜上面去吃但是你不可以去炸因為那個會壞掉會破壞他 omega 的組織好不好的有動物性組織這個會增加那個心血管疾病的風險好那控制性牛奶然後少用油的方式用清蒸啊水煮啊涼拌啊好那就講到這個地方"}