{"title": "衛教單導覽 (營養組2)", "url": "https://youtu.be/KJdmp9utIpc?si=DBIS1dqxEZAA6p4k", "content": "哈囉，這是Neklas，我們繼續回來這個地方做一些衛教單的看，然後繼續參訪下去。好，那就不用廢話早說，來看一下。第一張性的飲食，來看一下。第一張性的飲食，它就是纖維質，因為你有纖維質的話，肚子就會用吸，但是如果它劑炸的時候是有時候開刀，開刀之後你吸收能力會下降，所以建議用第一張飲食，不然你身體可能會沒有負荷。然後原則是做在足夠的熱量以及蛋白質下增加纖維素的量，然後讓它越來越回復原來的腸胃道。那因為纖維素它會增加腸胃的蠕動，所以要去做注意一下。然後水要去喝水，然後補充礦物質，這個是一些基本的概念。噴條就是一般的油炸，不要油炸，不要用油煎的，因為會對身體太大的負荷。然後減少調味料，換句話就是說吃原味，食物的原味，像是嬰兒比較少去做處理，嬰兒比較少去做無味，無調味的，所以你如果去吃嬰兒的食品，會發現它們都是沒有糖或沒糖沒鹽，然後要去做去皮的肉，精子類的穀物，白米之類的，米糠或糙米會，它是纖維質，所以會增加那個蠕動。然後就一樣，清蒸的，滷的，白飯的，里肌肉就是豬肉。然後來看一下，突厭困難，譬如說老人的時候，突厭困難有很多種，一種是喉嚨有問題，另外一種是嘴巴有問題，譬如說咀嚼性的困難，那可能食物或液體都沒有辦法進入胃中。IIV就是典型的IIV，就是靜脈注射，它的動作就是為了突厭困難。一般的就是增加輸送液體，讓沒有辦法進食的人能夠依舊輸入液體。基本的方式就是吃多一點點，喝水一點點，喝一點點不要一次喝太多，液態食物，水，豆漿，湯之類的。醫院都有一些很難喝的湯，什麼蘿蔔湯之類的，包含在這個地方，製作清湯。所以說，突厭困難的處理方式就是剁碎軟韌的東西，避免硬的，少量吃多穿。然後，抬高床頭，就是做一個往上抬45度以上的床頭，再多一點點。然後，把這些雞腿，馬鈴薯蒸熟，然後炒熟，再和泥土打成泥。馬鈴薯雞籠菇湯，然後揮片，茄汁，番茄醬，豆腐，拍碎，去籽，取葉片，起鍋前爆香，起鍋前加高湯和濃湯。它很勾芡，勾芡其實就是吃太白粉而已，所以會對身體有一些負荷。泡軟的部分，來看一下麵蛋羹類，泡發，香菇切碎，蛋放進去，加起來蒸熟，起鍋前爆香，再看一下。好，大概就是一些簡單的，吞嚥困難會需要用到的知識。好，均衡性的飲食，我們就直接跳進去。大家有這幾個嗎?水分，蔬菜，全根精液，水果，蛋白質，乳品，油脂和這個東西。好，就是這幾個。然後基本的是什麼?糖類都有，就是基本的熱量，脂肪也是維持基本的。不可以都不吃喔!像蔡依林不是吃那個，脂肪她沒有攝取，她洗所有東西去洗掉，要去沖掉，把脂肪沖掉。結果反而讓她得去看醫生，因為她這個脂肪是神特有基本的需求，以及一些運轉上的東西。所以你不可以完全不吃脂肪，你本身不吃脂肪的話，身體會出現負荷。好，蛋白質，工藝生長，身體的部分，維生素有基本的，礦物質，膳食纖維，這個直接看這個就好了。每一天要有2-4份水果，蔬菜3-5疊，你如果不知道怎麼量就把手握起來，握起來一個拳頭就是一疊。更精類是飯，1.5-4碗，蛋動魚肉類3-8碗，低脂類1.5-5杯，油脂類2-3茶匙，不要吃太油應該都不會超過。需求量來看一下，直接看一下，需求強度高的話2700，一般而言2000是一個基準，男生2000是一個基準，女生1500-1600。看一下，一般而言你走路到處跑來跑去都會有到這個運動量。大家有空自己去看一下，這個是營養師在算的，如果你真的很想知道自己的狀況，你就把這個東西依照前面這個大卡對過來看一下。比如說2100就是這個加在一起，所以這個是3.25，對，因為除以2，3.25除以2，這個不是很重要，你就不用那麼計較這個東西。然後來看一下，BMW複習一下，體重除以身高，公尺，M2，不是CM，不是180，是1.8，比如說180公分是1.8，除以1.8乘以1.8，是這樣子。比如說40公斤，除以1.8再除以1.8就是你的BMI指數。好，來其他的東西，少喝三湯飲料，少運支，精緻化就是白米，就是吃糙米不要吃白米。因為前面有講這個飲食困難，但是這回來這個是一般人的建議，一般人建議說多吃一些膳食纖維，因為前面那個是吞噬困難，所以不要讓你這個東西。這個是一般人，這個均衡飲食是一般人都會用到的。好，不喝酒，然後來源標示。好，那這樣子來看一下，結石，為什麼要結石?來，結石尿霜結石，尿霜結石的情況下會尿到結石，結石就會變一塊一塊的石頭。石頭，所以你想想看，在你的腎臟，在你的小鳥那邊有一顆石頭，要很痛，尿出來的時候就非常的痛。增加液體要改善的話，3000cc，就是增加液體的攝取量，讓你的排掉，藉由重複的上廁所的動作排掉那些髒汙。來控制高普林的東西，高普林牛肉，豬肉，這些肉質，然後這個料，大部分都是肉類，這些都是高普林的。來，那就直接看一下，低普林的就是說牛奶可以喝，因為你這個去看一下啦，這個你要自己去看啦，高普林的東西，反正肉類什麼的，你就直接去看你可以吃的就好了，不用一直去看那個東西。來，最後來看一下，控制尿結石可以吃的，牛奶，乳酪，雞蛋，鴨蛋，鹹鮭魚可以吃，我好訝異喔。好，那接下來有什麼通心粉啊，芋頭啊，都可以，五穀根莖類，普林都可以吃。然後前面有講一個菜嘛，乾香菇不行，其他都可以吃，水果嘛，然後這個也吃，蘋果水果，其實這樣還不錯，女生很喜歡吃這些東西。好，那控制尿酸的部分就看到這個地方，好，那謝謝大家觀看。"}