{"title": "3階段減醣飲食這樣吃！不用嚴格計算醣量、瘦近20公斤不復胖！", "url": "https://youtu.be/xRsgqe-o2tw?si=FcwVSfHhzlIgQC6b", "content": "2014年，我開始採用2-1-1，全平衡餐盤的概念。相當順利地在六個月之內減了17公斤，達到目前的標準。我現在大概位置在72-73公斤之間。第一階段啟動期。2-1-1瘦身餐盤的採用，其實我們大別為三段。三段其實是循序漸進的概念。對於平常吃很多澱粉類的人，或者平常比較容易發胖的人，大概主要的原因大概都是糖分的攝取太多。所以2-1-1餐盤的第一階段是希望你很快地掌握到2-1-1的確實比例。這個比例其實在概念上面就已經把澱粉類，比如說飯類，飯或者是五穀飯，限制在1四分之一格裡面。原則上已經告訴你說，澱粉絕對要限制。接下來就是保障蛋白質的量，然後填充充分的補充你的蔬菜。讓你平常不吃蔬菜的人，可以在第一階段比較容易做的調整。這個調整離你平常的生活大概不會太遠，一般人的人也非常容易做到。所以2-1-1的初期，我們的啟動期，就是要調整你對食物的配置的感覺。第二階段就開始要更加地認真面對，如果你在第一階段的組合就可以很順利減重，那你就不妨一直用那個方法。假如說吃了一段時間會卡關，那你就要接下來了解你身體對於糖分的適應。第二個階段我們把它叫做積極減重，或者是精進期。這個精進期的時候就要開始去調整碳水化合的量。原來的四分之一格子其實可以往上調，也就是你可以把這個量弄得更少一點。我原來給各位做的概念通常就是說，以四分之一或者是以拳頭作為一個配比。就是大概你的飯不要超過一個拳頭，你的肉大概是用一個手掌，那你的蔬菜大概是兩個拳頭。所以兩個拳頭，一個手掌再加一個拳頭，這是2-1-1在基本盤裡面最容易做的配比。進入到精進期的時候你就要開始去想說，我的碳水化合物的量，糖分進入身體主要從哪裡來?主要就是從這個澱粉類來。所以假如說你有卡關的情況，澱粉可以再少，少的就變成半個拳頭。所少掉的那個部分可以用蛋白質來補充，等於說是蛋白質，豆魚肉蛋的量會增加，而澱粉的量就減少。第三階段衝刺期。那接下來就是所謂的最後的衝刺期，或者是假如你打，體重已經開始逐漸的達標，你希望要能夠更快速的到你的標的，你可以用兩個策略。一個就是你如果達標的話，叫做維持期。維持期你可以稍微鬆散一點回到基礎而已，或者是更加的精進期，或者是積極減重，加強的這個效果。那你就可以把碳水化合的量再減少。也就是說大原則，現在坊間很流行所謂的減碳飲食。那21如果你要硬去算它這個碳的含量，它也可以落在減碳飲食的這個大概念裡面。只是減碳飲食，其實那個碳，它用百分比去計算的時候，你心裡很難掌握那個百分比是多少。那21就給你一個比較簡單的概念，反正我用眼睛去目視法，大概抓這個分量大概是八九不離十。原則上也是所有的營養師都會跟你講說，其實你嚴格去計算說這個碳水化我有百分之多少，那個脂肪有百分之多少，它在實際上面的操作的意義並沒有那麼大。反而是你長期能夠一個方便的，很容易掌握，可以長期執行的方法。終身執行的這個減重方法才是真正的王道，才會讓你能夠終身的很方便的去堅持執行，而達到體重的維持。基本上所有的人都可以試211，不管你是糖尿病，還是只是純粹為了減重，或者是你有高血壓，或者是年輕人，或者是老年人。211其實它的這個基本設計是適合所有的人來嘗試的。當然在生長階段的年輕人也許會比較喜歡吃多一點的肉類，我的建議是說你就等比例增加，所以你的食量可以增加。但是比例的掌握可以使現在很多年輕的孩子，因為吃太多的糖類的食物造成肥胖，可以得到很好的控制。所以211其實在年輕人也是適合的。對於我們這個高血壓糖尿病的人來講，211的方法是絕對有好處的。這個方法如果你仔細去研究它的配搭的內容，其實跟所謂的地中海飲食，德輸飲食的內容大概也不會差太多。只是我用211的這個概念會讓你比較容易掌握那個分量。執行211全平衡餐盤該注意些什麼?其他要注意的事項大概是比較偏向於你對於食材的選擇。很多人對於蔬菜有的時候會不見得能夠掌握這個叫做蔬菜還是應該歸因為澱粉。比如說玉米、山藥、馬鈴薯或者其他的一些根莖類，包括牛蒡這些東西，它其實是澱粉含量比較高的。或者有一些看起來是你認為健康的豆類，像比如說黃地豆這些東西，紅豆、綠豆，它都是高澱粉的食材，比較不適合放在蔬菜裡面。也有很多人問我說，五穀米或者是白米飯或者是紅豆綠豆這些弄進去的養生飯，中間有什麼差別?原則上沒有什麼差別，但是有個很重要的概念就是說，這個米飯澱粉的部分，如果是越精緻，所謂越精緻就是被打磨，外殼被打掉越嚴重的越深度的，像比如說金白米這些東西都會造成血糖的迅速升高，通常我是比較不建議的。所以2E其實餐盤的概念非常簡單，基本上幾乎沒有什麼特別需要警戒的東西，除了我剛剛講的，會誤把澱粉的食物當成蔬菜，大概最容易犯的錯誤在這裡。第二個要注意的就是，不要一味的想到說脂肪是可怕的，一味的覺得說這個肥胖的原因就是因為攝入太多的油脂這些高熱量的東西，其實熱量真的不是主要我們在減重的時候應該要注意的，反而是注意這些食物裡面哪一些東西會容易造成血糖的上升，我們能夠減少血糖的上升，減重的效果就會越好。那從這個標準來看，脂肪就一點都不可怕，因為脂肪幾乎不會造成血糖的上升，脂肪對人體是必須的，反而吃好的脂肪能夠增加你的代謝，增加你燃燒體內的脂肪。所謂好的脂肪包括哪一些?其實所有的天然的脂肪，我所謂天然脂肪就是說，你準備的食物裡面它本身含有的脂肪，大概都算好的脂肪。所以今天我們吃牛排，牛排裡面含有的脂肪，那就是好的脂肪。我們今天吃雞腿，雞腿裡面的脂肪也是好的脂肪。所以有些人吃雞腿可以把皮拿掉，除非你那是炸過的皮，不然那個皮其實是好的脂肪，我是建議根本不要拿掉。所以東坡肉也是一個好的肉品，所以不要害怕這些天然脂肪。那哪一些脂肪是壞的脂肪?這邊可能會打擊到一些食品工業，但是的確我們現在因為工業的進步，工業的技術而萃取出來的過去我們人類不吃的這些油製品，包括從棉花籽油提煉出來的棉花籽油，甚至有人加了銅綠素進去之後，把它養成為橄欖油。這一類的油品反而不是好的油。假如說植物油，我來舉出哪些叫好油，各位可以想像我們天然的植物油有哪一些，像古時候我們用的麻油，我們用的苦茶油，地中海的橄欖油，這些都是好油。反而我們現在講的什麼芥花油，菜籽油，大豆油，沙拉油，這些都是工業時代去萃取的油，那些油品它很便宜。我的建議是那些油品盡量少用。我們用這些天然的油品，不管是動物的來源的，或者植物的來源的，其實都是相對的好油。211全平衡餐盤如何成功執行不復胖?211餐盤的概念其實提供的是一個不只是餐盤，其實如果看我的書，211其實是一個生活的原則。也就是說除了這個餐盤要終身去執行之外，還有生活上面需要做一些調整，就是要做一些調整，就是兩分的注意力你必須注意到你的飲食，因為飲食真的是影響到我們健康跟我們的體重最大的一個因素。另外一個因素是你要有充實時，適當的運動。所謂適當運動並不需要劇烈，你每天有30分鐘左右的一個中等強度的運動，不管你是走路也好，騎腳踏車也好，抬抬腿也好，不需要非常的劇烈，就可以達到非常好的健身的效果。另外一個因素就是休息，睡眠，所以你需要注意的就是飲食，運動，休息，睡眠，這三件事情加上餐盤的配置是非常重要的。喜歡我的影片請訂閱我的頻道哦，別忘了開啟小鈴鐺才會收到最新通知。"}