{"title": "G時代營養教室｜保健食品怎麼吃？家醫科醫生教你如何挑選最適合｜ft. 簡鈺樺 營養師 ＆宥全診所 王家泰醫師", "url": "https://youtu.be/jTd5FXR5hVk?si=MQGRUfaVvsCt5vAK", "content": "【解釋】哈囉 各位觀眾朋友大家好歡迎來到 G10大營養教室我是簡日化營養師這一集我們一樣邀請到王家泰醫師嗨 大家好 我是王家泰醫師上一集王家泰有跟我們分享討論度最高有關新冠的一個問題嘛那這一集我們一樣有新的內容要來請教王醫師其實就是有關於保健品的一些疑問啦應該這麼講我們常常會覺得說在台灣可能在疫情之前其實大家普遍對於保健品都蠻陌生的甚至我其實也有蠻多朋友啊或是一些長輩都會覺得可能是那種直銷啊、傳銷啊然後才需要去吃到這種保健品那我自己的話其實對於病人個案我都會說保健品你不能把它當成吃了然後全部就都沒事可是它有點可以是作為飲食上的一個補充的概念那我自己會很好奇王醫師本身醫師、醫療人員那自己平常會不會吃保健品啊有啊我當然有在吃那王醫師是吃什麼啊願不願意跟我們分享一下能夠告訴妳的就這麼多了我有吃那個益生菌、魚油我有補充維他命D因為我比較少塞胎壓我還有吃維他命D中和okok還有嗎就只能告訴妳這麼多為什麼有一些配方是不是其實我覺得王醫師補充的內容都蠻基本好像是都需要的我自己也可以跟大家分享我自己比較偷懶一點點我真的有常規在補充的是益生菌、維生素C跟維生素D對這三個但是我也可以跟大家分享我其實也很多時候門診的時候個案會有遇到那種來啊明明就健檢報告很ok也不是醫生轉介來的可是呢袋子一拿上桌全部攤開嚇到我了然後醫生就說營養師我其實吃保健品吃到好累喔全部都得吃嗎所以我其實會想要問一下醫師這邊的想法關於我們的保健品跟藥品到底有什麼差異因為民眾好像都會有點疑惑或是有的時候會生病了他可能反而是直接先拿保健品然後平常沒事就覺得保健品不太需要這樣首先來談一下藥品藥品就是治療疾病或是緩和你的症狀藥品的話他是經過一系列的比如說人體試驗證實說他的確對這個疾病對這個症狀有緩和治療的效果所以說他經由醫師診斷開立給你使用當然當你這個疾病或症狀結束之後就不用再使用因為其實藥品有的藥品不見得是適合長期用那保健食比較不一樣是說他可能就是比較針對補充一些特定我們需要的營養素或是調節我們的體質緩和我們身體的一些狀況或是食物吃不到所以他是比較適合說長期使用當然他就像你剛剛講的就是說當你有疾病狀況的時候你才要來吃已經來不及了所以他是比較屬於說我們在平常的時候就要讓自己的身體保持一個比較好的狀態那當然有疾病的時候還是要治療的藥品至於這個保健品在疾病的時候需不需要停掉那可能就要專業的視覺觀察沒有錯王醫師我想問一下因為有一些民眾可能很固定本來就有在服用一些慢性病的藥物或是特定的藥物有沒有可能剛好自己就是許醫生吃的這些藥物剛好跟具體的保健品有衝突或是有禁忌的可能性這個蠻常見的比如說現在國人心血管疾病發生率很高所以有蠻多人都在吃比如說抗凝血劑那這些吃抗凝血劑的那些這些族群大概都是比較中高年齡層所以他們有時候也容易比如說電視廣告或人家推薦去吃一些什麼比較通血路好像銀杏啊紅麴我覺得這部分就要蠻小心就是說如果你同時又吃抗凝血劑然後又同時吃銀杏紅麴那當然如果說它的量太大有時候可能會過有就是變成說從本來想要打通變太通變成出血這個情形也是有可能我覺得還是要看看自己除了這個疾病適不適合需不需要之外另外就是跟原本的藥物有沒有一些交互作用那是不是會比較正義可能民眾可以把這些保健品可能帶去問醫生或是把藥物剛好去購買的時候拿給藥師評估看看應該是比較正確的方式就是說除了帶自己目前的健康保健食品之外可能還要帶自己的藥物然後讓藥師或醫師能夠知道說現在吃了有哪些東西盡量不要憂所欲言這罐是我珍藏的不好意思這我沒有考量到了解所以可見其實吃到對的跟吃到適合自己的非常重要所以因此我會滿想要替觀眾朋友問問王醫師會不會您這邊針對不同的族群像年齡層或是有沒有什麼建議保健品上區分可能可以去著手的如果是以年齡來說第一個是先講到任何年齡就是所有人都可以適合使用比如說像B群或是像比如說鈣片這個像比較屬於綜合維他命這一類的礦物質的這些補充大概是所有年齡都可以使用那如果是說以年輕人比如說上班族那他需要比如說補充TDB群或是像長期使用電腦眼眶素小朋友的話比如說益生菌過敏的部分那老人家就不外乎是一些比如說比如說微骨液那個就是葡萄糖胺或是鈣片D3葉黃素 維他命B甚至有一些心血管像銀杏 紅菌我想不但是只有年齡有差別另外就是跟他的個人狀況或是說跟他疾病的狀況應該都有關係那如果既然是這樣王醫師會不會有辦法讓民眾有一個大概的概念比如說我要如何去知道我好像真的該補充保健食品當然我可以去諮詢醫生那有沒有比如說像可能抽血還是等等的我想第一個就是說我們可以從他的年紀或是他的慢性疾病或是說從他日常生活的狀況去推說他有可能比如說他有可能他可能會被退化所以他要不要超前部署或是說他要肚子舒鬆他是高危險群他要不要做什麼樣或是說也許他有一些慢性病他有一些營養素他攝取不夠一個是說我們可以去料想說他會發生他是高危險群第二個是說像你剛剛提到的抽血 做一些檢查我們發現說他有缺什麼東西需要補充那這個當然是針對他需要的再來可能就是一些可能說他已經有這個疾病那除了藥物的正規治療之外有沒有可以補充一些保健品讓他這個生活品質更好這個都是就是說可以考量的那當然最後就是說還是要看每個人的狀況不是說別人是可以對 所以這個還是要就是諮詢醫師或藥師對 別人這個我就有那其實我也很常在網路上看到一些社群或是有一些人在討論都會有一點疑惑因為像您提到抽血有些有意識的人會覺得對 我要去抽血那我想幫民眾問一下請問一下我如果是想要抽血去看一些營養狀態我是應該掛什麼科是不是要找嘉義科可以嗎因為我是嘉義科所以我當然是鼓勵大家去看嘉義科好 因為我真的超常遇到民眾問我到底要耳鼻喉科小耳科 什麼內分泌科到底要哪一科其實應該可以先到嘉義科對不對不過這個不是說我們老王賣瓜其實我是建議大家先看嘉義科的原因是因為因為嘉義科它的廣度比較廣所以說當你在一個健康檢查的時候因為其實你並沒有說針對某一個我已經確定有某個問題或是像想要先篩檢一下自己到底有哪個地方有弱點那如果你一開始看得很專科那等於是說可能其他的部分就沒有考量把你忽略掉那如果嘉義科的好處是說我先把你整個人去做一個比較屬於說比較宏觀的一個評估那如果一些比較細節的部分真的是需要轉接到次轉科跟篩檢的次轉科了解了解 好真的非常清楚那假使我們現在知道自己的狀況呢然後也知道就是要購買保健品了那醫師這邊有沒有建議說我在購買保健品有沒有哪一些指標可以讓民眾去判別做選擇呢我想購買保健品的話當然第一個就是先諮詢一下說你適不適合吃適合吃那再來考慮說要不要去買那買的話可能就是我的建議是第一個就是通路比如說你的通路是最好是那個比較有信用的不要是那種什麼電台像我們台語 蝦皮蝦皮 像那個什麼電台來六對不對 來六你不我是說那個什麼去跑操場的時候跟我一起跑步那個人介紹的來路不明的坐公車聽那個坐我後面阿伯在講的這個就比較不適合所以就是建議選擇那個比較信用好商譽比較好的比如說他的牌子比較悠久那我是覺得這樣對自己比較有保障是謝謝王醫師的今天的分享來跟大家做個總結很重要的事情保健品其實如果有需求是可以吃那你自己不知道如何下手我們就來問嘉義科醫師 也不一定嘉義科醫師只要你的醫生都OK那當然嘉義科醫師跟王醫師有解釋萬一你是沒有抽血過我們就可以做全面性的檢查然後去預測有沒有什麼需求或是有沒有疾病可能要先去預防等等那假使我們現在要購買保健品以後呢當然大家在超選上可以注意一下下有沒有信譽然後他的通路正不正常這些的以上不知道各位觀眾朋友有沒有學到自己補充保健品的小知識呢就在影片的最後想要請王醫師跟G-STYLE的觀眾分享一下下你有沒有想要補充或是總結其實我覺得最近幾年就是台灣大家對保健尤其是預防保健這個風氣越來越深比如說提前或是像保健食品我覺得這個其實大家的接受度越來越高那我個人的看法是說其實保健食品它之所以叫保健它在你生病之前就要使用一段時間所以我想說其實這個東西是必要的只是說哪一些東西適合你或者是說你到底要服用哪些種類它的劑量那我覺得這個大概就是由專業的醫師 藥師去諮詢然後根據你個人的狀況去選擇說最適合你然後能夠讓你得到最大的好處另外就是說然後也可以省於荷包然後也可以省於健康謝謝王醫師的分享我在最後也想跟大家提醒一下非常重要先正視自己的問題自己需求是什麼然後我們再來做選擇而且同時選擇以後我覺得保健品一定要不預吃照著上面的建議去吃因為我也很常遇到民眾我都會說吃初一食物的想到才吃或是今天好像哪裡怪怪的但它真的不是藥物希望這一集大家都有所收穫最後不要忘記一定要按讚訂閱跟開啟小鈴鐺持續追蹤Giselle養教室我們下次見掰掰"}