{"title": "糖尿病衛教：糖尿病併發症與飲食控制篇", "url": "https://youtu.be/6fcjbIhmvWA?si=0eMl4b1Xk2YVzuv_", "content": "從基督教醫院醫生和應用師來接受檢討首先邀請到腎臟科 吳淑君吳主任各位鄉親大家好腎經來科 鍾智培鍾醫師觀眾朋友大家好營養師 洛立銀洛主任大家好首先要請教鍾醫師糖尿病導致腎經變變我們大概有什麼見證呢有分為感覺神經有神經就是覺得會肉沒有感覺但是有的是感覺太多過敏會痛半夜會燙 腳底會燙 半夜會瘦起來也有運動神經 肉會燒掉 沒力也有自律神經在心臟、胃腸和尿都有受到影響所以有人感覺腳好像像狗在咳嗽 像糖在吃咬一下 還沒有這個時候不是你的精神出問題是你的如果這樣 瘀青病和糖尿病它們還有什麼關係呢糖尿病是影響到瘀青的時候腎臟基本沒有什麼症狀所以早期的時候都沒有症狀慢慢我們可能有一點感覺感覺就是晚上會咬到再來就是小便放出來的小便會看到有泡 像這個橡皮這樣你的泡很厚雖然小便有泡並不是一定都是不正常但是我們一定要經過化驗才可以確定萬一你驗出來是不正常的你有可能就是糖尿病已經影響到瘀青到我們發現症狀比較明顯的時候通常就是腳或是眼睛皮會有症狀這個時候差不多大部分的患者都會知道自己有問題對 要找我們再來比較嚴重的地方就是他藥劑機靈繼續惡化的時候就開始會吃不下可能會太拼搏 想要吐比較嚴重的時候他的藥劑機靈不好的時候一般就會缺乏的症狀比較明顯就會頭暈目眩我們的症狀都不正常我稍微介紹一下藥劑在身體的地方就是在腰的地方一邊一顆 總共有兩顆藥劑這個藥劑裡面 你注意那裡看它裡面的血莖是綿綿的除了大條血莖以外它裡面都是身體最細的血莖生成一顆一顆的每一顆都血莖所以這個血莖的功能就會把身體所有的營養 肺部都送到藥劑的部分我們這些血莖看它的形象像一大堆網網子就把我們的好東西 營養保存回來不好的東西就要排出 過濾所以這個糖尿病跟尾疾我們在藥劑病的時候通常是如何去營養藥劑我們這個全部都是血莖的地方所以它大部分都是透過這個糖分去改善我們的心情可比說我們身體有這些糖分變高像高壓 化了糖都會跑過來所以藥劑裡面 血糖裡面都很高身體也有很多像化學的東西都會跑過來身體全身都會增加很多發炎的東西這些發炎的東西會傷害我們的藥劑所以我們的藥劑慢慢地 血油也升起來會堵在血管上面所以我們的血莖慢慢地就會硬化血莖硬化之後 血壓就升起來所以這個藥劑病就是這樣慢慢地形成在我們大部分的新的藥劑病來世新的患者差不多有43%都是糖尿病引起的所以這個比率很高現在差不多要佔到兩個小的患者有一個是糖尿病所以說它的機率是越來越高對 我們現在現代人吃東西吃得都比較營養 比較豐盛所以我們這個糖分引起的藥劑病比率越來越高糖尿病患者跟藥劑病既然發生率這麼高也有很多帶著糖尿病的人在擔心擔心的是它是不是變成下一個生藥劑的人我們藥劑 藥劑浸在糖水中暫停的時間這個糖分會把藥劑的細胞養到都肥肥所以初期的時候 第一期的時候藥劑裡面 它的細胞其實會變肥變多它的過濾效率會比正常更好所以我們在這個時期來檢查會看到它的藥劑比正常人更大顆第二期 慢慢糖水慢慢在我們的身體裡面它會造成一些發炎的反應所以它的功能就會慢慢在提步所以第二期 我們去檢驗的時候其實看起來都正常其實它已經從過度變成正常到第三期的時候其實這個糖已經把藥劑的肺梗開始有硬化的情形我們說像網子在網這裡的好東西網子慢慢的就破空這破空就會把我們好的東西我們說的那個兩倍質的東西過濾的流出網不住的時候網子就破了剛開始網子破小的網子而已所以我們可以驗出一點點的兩倍質叫做白蛋白尿白蛋白是比蛋白質細顆的蛋白在差不多要經過糖尿病七年後我們才會發現這個症狀這個部分通常還可以恢復所以在這個時期如果你們早一點來病院看我們有很多很好的方式可以把它救回來到第四期通常就是藥劑的肺梗已經硬化比較明顯空越看越大空這差不多經過十五年以後它藥劑的功能就開始在提步差不多一年一月會提步一分差不多一年要提步十分我們的藥劑功能在健康的時候有可能會最好到一百分的時候我們想一年提步十分我們十年就提步到要沒了對所以在差不多十幾年後就進入第五期就是最尾期的藥劑病最尾期的藥劑病如果到沒辦法再用藥物控制的時候就叫做藥毒這個時間差不多在糖尿病二十五年以後如果在糖尿病初期七年之前藥劑都能夠救回來如果到十五年就幾乎救不回來到二十五年就變成藥毒前一定要塞藥劑我們如果一旦藥劑病發現的時候我們應該要如何來對忠第一就是我們要去驗血本看血本裡面的兩倍劑是不是有增加第二就是我們的糖分是糖尿病引起的所以我們最重要就是要把血糖控制得更理想第三就是把血壓降到正常差不多要降到百三百十這個程度這幾個目標如果有夠的時候我們的藥劑會更能治療得更好另外就是現在其實來病院這裡有很多現代發明新的藥物不管是火藥的藥物還是火糖的藥物都可以去改善藥劑的這些壞運氣部分所以可以讓它變成藥劑病有更多的機會和減少剛才聽到吳主任在跟我們說藥劑病需要控制到它的兩倍劑劑量如果因此方面請到我們的駱主任來做良好的建議以這張圖來說可以給我們介紹什麼食物是對藥劑比較安全的第一就是兩倍劑比較多的食物煮起來像是透明的糖粉或肉圓的皮另外像是台北粉的牽絲或是檸檬粉做的點心這都是兩倍劑比較多的食物第二樣在這裡要給大家介紹它的分量第一就是雞肉、魚肉和豬肉它是怎麼看我們以手指頭兩指就是一針就是一分產生這樣的分量第二樣是雞蛋雞蛋的尾一顆也算一分第三樣是菇林或菇林製品以我們的菇林來說一杯是240cc像這樣這麼大杯再來是像豆腐豆腐這麼大杯的也算一分另外像豆林的部分以這個杯子來說190cc也算一分它最多的食物因為它的油脂功能退化的程度而不一樣可以跟我們的營養師來做討論第三樣是盡量避免的食物像是香菇、饅頭、包子或是紅豆、綠豆這種的因為它裡面都有很多脂所以要吃的時候也要做控制再來就是隔離像是桂子或是優格因為它的離子比較高所以吃的時候也要特別注意接下來常常有人會說油脂杯跟糖尿杯的吃法有什麼不一樣我們以六種食物的種類來分我主要今天要說的是油脂杯的飲食我們在五穀類的部分盡量避免麥片或燕麥這種的在水果的部分避免高價的水果像是桂子類的或是金棗在菇林製品或是菇林我們也要做一個分量的控制青菜的部分是建議我們先洗過片面用青菜的豆花類、魚、蛋、肉類它的分量要特別注意才不會去惡化我們的油脂功能另外油脂的部分我們要注意隔離的所以簡單來說油脂杯的人要控制的是我們冷杯這個部分或是有糖尿杯的環節要注意食物中有糖的東西油脂杯跟糖尿杯飲食有這麼大的差別所以糖尿杯的患者如果你覺得胖有起泡這樣有可能你的油脂開始產生病變要記得去看醫生調整你的飲食初期也有辦法恢復接下來我們再來看到糖尿杯另外一個病發症這就是心經的病變這兩種叫做糖尿病毒也就是說腳受傷完全都不感覺到最後空腸、肺爛、壞死但是為什麼自己受傷都不知道呢會發生這個問題就是因為有兩個原因第一是糖尿杯會影響神經的變化第二就是糖尿杯會影響細條肺筋的變化這兩個改變就是就像糖尿病毒其他還有糖尿杯影響自律神經病變你這個腳會比較乾會沒力另外就是你主體的壓力會不正常會比較高所以腳會有長繭長繭也容易沒力第三點就是說你一針針蓋那是說你有腳癬那是你有的是因為你腳沒感覺所以你腳有空腸的時候你不知道你不知道就是會引起它的發炎發炎就是肺爛肺癢的肺癢肺癢就變成壞死到最後有的可能就會結智第四點肺筋不好就是說他的肺筋因為高肺藤比較高的原因所以肺筋會卡住卡住的時候這個就有潰瘍就是會引起他空腸沒辦法遇合所以會引起糖尿病組織發生像這張照片是余季姬偽縮它是屬於糖尿病的正宗神經病變那糖尿病會引起多發性神經病變也是會引起一條神經的白疼但是它有分為兩種一種是三個月就會恢復另外一種就是神經被遮住需要瓦克來減壓或是放甲板這個正宗神經它控制的就是余季姬所以你的大拇指不會癢這張是齒神經病變齒神經它是控制它的肉是肉在第四至五層的症狀它會引起手不力肌肉的萎縮齒神經病變很多都是因為它被壓在這個軸手軸的地方身體壓在然後神經病變我們叫垂腕它是壓在肱骨的螺旋溝的地方所以糖尿病的人晚上睡覺的時候有的人喝酒醉就是手放在沙發上第二天起來就會發生星期六麻痺這種就是饒神經病變糖尿病的人身體比較脆弱所以比人更容易得到療神經的單一神經病變這種單一神經病變大部分都是兩個月到三個月就會慢慢恢復今天我們鍾醫師有帶來兩個實際的案例要來分享給我們的觀眾朋友第一個案例就是案例是很常見的就是對稱性的遠端性的感覺跟運動性的多發性神經病變這個白人是怎樣呢他53歲的女生他已經第二型的糖尿病15年但是他的血糖都控制不好他的糖化學色素也都是控制不好他四年前腳底就感覺異常感覺大力頭腳怪怪會麻兩年前就是手這尾指開始也會感覺麻最近的腳跟手都會感覺像是他是戴手套還是穿襪子的感覺最近這幾個月也是感覺腳底會痛會燙半夜會脹起來這種是最常見的糖尿病對稱性遠端運動感覺混合性多發性神經病變這種的精端就要靠神經傳導測量也可以用儀器來測量你的感覺大神經跟小神經的感覺另外第二個案例就是單一的神經病變這種是比較少只有神經病變的20%而已這種是白人他是第二型糖尿病10年他突然發現他的眼睛會變大小率他看東西變成兩個影子眼球活動變成無法動也有一點頭痛眼窩痛這種就是糖尿病引起的動眼神經病變這種是動眼神經他上面的小血管病變引起的他也是3個月到6個月他就會慢慢恢復正常鍾醫師除了這樣還有什麼競爭他的競爭就是糖尿病神經病變這種是有佔最多的3分之4就是每個人痛到邊緣10年1 10年之後他就會感覺腳底會麻麻感覺像打在地上感覺像打在棉花上面還是有的時候會燒燒這種叫做對稱性多發性神經病變他是最常見的他是引起感覺神經跟運動神經開始的時候他最重的神經就是腳的神經所以他是腳底跟腳前頭開始會麻麻感覺會比較少他會感覺他是瘦了大部分就是他會麻到腳踝的地方的時候手會開始麻到前頭所以他是腳開始瘦了他腳的感覺會比較遲鈍他的空氣會不會過來有的時候會燒有的時候會痛如果說是有大神經的影響就是平衡感比較差走路不穩肌肉無力 萎縮這種叫做對稱性多發性運動神經病變另外一種是單一神經病變他是局部的這種是佔四分之一這種神經病變他是有的會恢復跟這種不一樣對稱性多發性神經病變大部分都是一支持續性越來越差血糖控制不好他就會越來越差這樣鍾醫師有什麼辦法可以測試這是冷熱的感覺你可以用金屬的東西用小神經的測試放在皮膚的上面你有感覺到有冷的感覺這就是冷熱的感覺另外就是足籤刺痛的感覺足籤刺痛的感覺用足籤刺下去這也是小神經刺痛的感覺大神經的時候第一就是單纖維尼龍神的測試單纖維尼龍神是10公克10公克放在單纖維尼龍神彎曲彎曲看別人有感覺嗎這種有分作各種功課所以可以小功課到大功課如果你對這種沒有感覺表示你足底的保護不好容易糖尿病毒這種可以做門診簡單的測試這種也是大神經是兩點測試的感覺兩點距離的分辨的感覺你會覺得有兩點的辨識有感覺最後一個是看他震動的感覺這震動有數值放在關節骨頭上有看有震動的感覺感覺不見的時候看你是有震動感覺有降低或是上升這也是屬於大神經另外運動神經的時候是做肌腱反射肌腱反射是看你的肌腱反射這樣有反射起來這是二頭肌的反射另外就是測你的肌力這可以每年都測一次肌力你手抬一下這樣抬是夠可能還沒有出來出那麼大可能會到十五這是看你的捏力你的捏力還有握力以上就是簡單的在門診一分鐘內就可以做的感覺神經測試好幸運我測試起來都很正常就這樣鍾醫師請問一下我們本身已經去滴到糖尿病要如何預防這個變化症要預防這個變化症最簡單就是你的肺腾要控制好另外你的三高就是你的高血壓 高血糖 高血脂吃分 喝酒這都要控制好第三點就是說因為你的順暖比較差你的感覺比較差穿鞋子你不能摸到腳所以你不能穿拖鞋另外因為你的腳順暖比較差有時候可以泡腳最重要的一點就是說你吃藥如果腳很麻的時候可以吃抗天線藥來控制你這個麻的情形有的人他有吃糖尿病藥會造成維他命B12缺乏這也是要補充另外研究說你有時候胸肉有時候可以補一些油還是補充維他命D這也是一種方法最重要就是說你每年最好做一個感覺神經的測試跟血管的測試來知道你的肺經跟你的神經有受到糖尿病 高血糖的影響嗎糖尿病因素控制很重要我們請到我們的駱主任再來跟我們講到因素控制的好建議在這裡跟大家簡單說明什麼是三藥一植第一個藥就是油藥我們要注意是油脂比較高的像雞皮 肥肉這種的第二個就是最好撇開甲鋼管頭食品另外調味用的鹽 醬油這種的也要注意第三個藥就是糖比較少的尤其是有砂糖 冰糖 蜜這種的唯一一個做的就是雞腸胃因為腸胃比較多可以讓我們胃腸清管的情形發生那對於糖尿病其實不可怕重點是你的肺腸要控制好只要你的肺腸控制好電機做檢查才會被發現就會找到你喔感謝我們今天小孩高雄基督教教祂我們的醫師我們的營養師來到節目現場感謝大家收看"}