{"title": "【護理科營養組衛教】肥胖飲食建議", "url": "https://youtu.be/To0IxjgNpqM?si=HSA-ybDksPgExpXV", "content": "大家好，我是營養師的助理林靜奕今天我要來講解肥胖飲食的建議再來這是我們的大綱第一個是肥胖的定義我們如果要從肥胖的話，我們要先了解什麼是肥胖然後第二個，肥胖的形成，肥胖是怎麼樣發生的然後再來第三點就是肥胖的影響就是說肥胖對我們人體的健康會造成什麼樣子的影響呢然後再來旁邊的就是從我們的飲食要點開始講像我們的在日常生活中可以怎麼樣抓住吃飯的重點還有再來我們在日常生活中可以有什麼樣的選擇然後最後就是我們的重點提醒那我們現在來開始吧肥胖的定義肥胖的定義是指脂肪過度的堆積，導致身體處於異常的狀態那我們更準確一點的指標是什麼呢我們常見而且簡單的算法多半是用我們的BMI為主那我們BMI的算法就是用我們的體重除以身高身高是用公尺來算，假設是170公分的話，那就是1.7公尺BMI正常來講是需要落在18.5到24之間那像我們以170公分的人為例的話他的體重就必須要落在53.4公斤到69公斤之間那如果是有點過重的情況的話，那BMI就是在24到27之間那體重就是69.3到78公斤那再來來到了我們的肥胖肥胖我們有分輕度、中度跟重度我們輕度肥胖的話就是指我們的BMI在27到30之間那以170公分的人為例的話就是78公斤到86.7公斤那中度肥胖就是我們的BMI在30然後到35之間然後他的體重就是86.7公斤到101公斤喔那我們重度肥胖的話，他就是BMI就直接大於35了那就是101公斤以上就已經屬於重度的肥胖囉再來另外一個指標，我們就是用我們的腰臀比還有腰圍來作為判定的標準我們需要一把捲尺就可以判斷了然後呢男性腰圍的正常值要小於90公分女性的腰圍要小於80公分腰臀比的話，腰臀比的算法就是用我們的臀圍去除以我們的腰圍然後就會有一個數字那那個數字呢男生要落在在0.85到0.9之間女性要在0.75到0.8之間都算是正常的那肥胖的標準腰圍就是男生就直接大於等於90公分女性就是大於等於80公分那腰臀比就是男生是大於等於0.95的女性是大於0.85再來我們肥胖的形成肥胖是怎麼形成的呢就簡單來說就是我們的體內長期能量就是吃的大於我們的消耗就是攝取大於我們的消耗然後進而造成過多的脂肪累積的現象就叫做肥胖那像我們第一點叫做不健康的飲食形態啊什麼叫做不健康的飲食形態就像說我們吃很多的紅肉或者是很多的加工類食物或者是有在酗酒啊然後都吃精緻類的食物又喜歡吃罐頭啊那種水果罐頭啊他們本身的糖分就含量也比較高然後又很愛喝一些含糖的飲料然後本身又很少在吃新鮮的水果跟蔬菜這樣子然後在台灣研究也有發現重度肥胖的族群他們的飲食形態也都偏向比較多的紅肉然後比較多的加工類食物然後又喝很多的含糖飲料然後本身又比較少吃水果就是多半都吃一些垃圾食物這種感覺身體活動量下降以及加上酒做的生活形態本身就會導致能量的攝取與消耗之間的就是不平衡就是等於你多吃了可是你又沒有在運動然後也會增加肥胖的風險這樣子再來我們肥胖會帶來的影響就有我們的代謝症候群第二型糖尿病心血管疾病心理情緒低落還有癌症等等的那首先我們先講一下代謝症候群是什麼我們代謝症候群的定義在我們的診斷標準就是它是一群代謝與心血管疾病有關係的東西他們的危險因子應該說這些零零總總加起來就會造成心血管疾病的發生那我們的因子有哪些我現在跟你們講一下就是有我們的腹部肥胖像我們就是我們的腰圍我剛剛講到男生就是大於90公分女性就是大於80公分然後我們的血壓會超過130然後85然後我們的高密度脂蛋白會低一些像男生就會小於40然後女生就小於50然後我們的空腹血糖值過高它就會大於等於100以上那我們的三酸甘油脂也會有過高的情況他們就會大於等於150以上如果我剛剛講的這五項因子如果有包含三種以上他們就可以診斷叫做代謝症候群然後再來第二型糖尿病就是通常比較常聽到的是什麼我們體重過重或者是肥胖的患者得到第二型糖尿病的機率會比較高嘛然後再來我們第三點剛剛的心血管疾病就是如果我們本身就有代謝症候群那心血管疾病發生的機率會更高所以也更容易會發生這些問題心理情緒的低落就會因為生活品質的降低憂鬱社交問題或者是生活就覺得說生活就覺得都會被別人歧視可能會被人用另類的眼光看就會造成心理的不適有的人就會覺得這樣就讓他造成很多的困擾那癌症的話像肥胖這種事情長久下來他也可能會導致癌症的發生像是我們的大腸直腸癌或者是食道癌這些多半都是因為喔有剛剛跟上述一樣的不良的飲食習慣所造成的所以這些都是與肥胖有相關的問題好接下來的飲食要點飲食上的重點就是我們要減少總熱量的攝取但是我們也是要顧及健康不缺乏也不過量在減少總熱量的基礎上我們六大類食物都是可以吃到的話那是最好的所以就是以我們的均衡飲食所以就是沒有特別的偏食這樣子那再來呢就是要足夠的蛋白質足夠的蛋白質之所以能幫助我們減肥的原因呢就是因為它與碳水化合物還有脂肪不一樣它需要更長的時間來消化吸收因此攝取蛋白質比例較高的話可以提供比較長的飽足感還有再來就是也是減少暴飲暴食的問題那最後呢就是補充我們足夠的水分它就是幫助我們促進新陳代謝幫助排便消化增加飽足感身體啊如果缺水就會容易造成代謝下降便秘疲勞等等這些情況那長期下來也會造成體重的增加還有肥胖等問題再來這張圖是由我們國健署發佈的我的餐盤在餐盤中呢我們能更能夠把分量控制的更明確一些然後我們的重點就是要減少總熱量的攝取然後不缺乏也不要過量再來啊我們晚點就會把圖上的六大類食物以及左邊的那幾串句子一起看那我們之所以要攝取六大類食物的原因就是因為說沒有任何一種的食物是具備所有的營養素所以我們只能透過每一種食物都要吃才可以確保各種營養素攝取的都是足夠的這才是比較正確的飲食觀念我們先講我的餐盤它是由我們國健署依據國民飲食指南然後再加上參考各國五花食社的餐盤計畫然後以及考量我們台灣在地食材還有飲食習慣所設計出來的首先最左上角的那個是我們的乳品類每天早晚一杯奶然後每一杯240cc乳品類主要是提供鈣質優質蛋白質維生素B2然後水果類每餐水果全頭大然後比較大型的水果像是火龍果鳳梨芒果西瓜哈密瓜等這類型的水果我們可以把它們切塊以後放入標準碗中然後八分滿為一份然後水果呢它們主要是提供膳食纖維維生素C糖類還有植化素我們蔬菜類呢每餐比一個全頭多一些蔬菜也是煮著後放入標準碗中半碗到八分滿為一份它主要也是提供膳食纖維維生素礦物質以及植化素再來我們的油脂及堅果種子類每天一湯匙的堅果種子是杏仁的話那就是五粒杏仁然後腰果也是五粒花生的話是十粒那它提供必需脂肪酸然後協助脂溶性維生素的吸收以維持正常的生理功能再來我們的豆魚豆魚蛋肉類豆魚蛋肉一掌心它主要是提供優質的蛋白質B群以及動物性的油脂再來我們的全穀宅糧類飯跟蔬菜一樣多它主要是提供糖類膳食纖維礦物質以及維生素B群然後再來我們來講左邊這一串就在說我們食物的選擇建議上像蔬果類我們可以至少有三分之一是可以選擇深色的蔬菜像是深黃深綠像是紅蘿蔔紅黃甜椒地瓜葉紅鳳菜等等的然後我們每日的全穀宅糧類至少有三分之一是未精製的全穀宅糧類像是糙米薏仁地瓜馬鈴薯燕麥蕎麥等等的然後我們豆魚蛋肉的部分他們就會希望說以植物性蛋白為首選然後也希望在減重的期間盡量多選擇低脂的瘦肉像是我們豬大里肌或者是雞胸肉一般的魚類等等的最後在用油的方面也是盡量多選擇植物性的油脂來取代動物性的油脂像是用我們的芥花油苦茶油葵花油為日常的用油來取代我們用豬油牛油這類的再來我們需要足夠的蛋白質那我們蛋白質可以怎麼挑選呢我們首先就是盡量先避開一些高油脂的部位像是帶皮的肉類像是我們的雞皮魚皮這類的還有像是一些梅花肉豬五花雞心豬蹄膀等等的然後另外也要減少吃一些加工的肉品像是我們各種的丸子類像是什麼魚丸貢丸或者是花枝丸那些的然後還有一些香腸臘肉臘腸等等這類型的食物都盡量避免然後內臟類的食物就像是我們豬大腸豬肝鵝肝等等的那最後就是油炸類的食物像炸雞炸牛排或是一些火肉都是一些比較高油脂的食物需要特別減少來食用再來我們從豆類講一下因為它主要是提供我們植物性的蛋白質是主要素食者的蛋白質的來源再者我們也可以藉由吃植物性的蛋白來達到一天的蛋白質需求還能夠藉由因為吃植物性蛋白來減少我們吃下過多肉類而攝取到過多的飽和脂肪以及膽固醇來減少身體的負擔所以它才會排在第一位再來就是我們的海鮮然後接下來是雞蛋然後最後就是肉類這樣子再來這一張圖就是說我們日常生活中我個人認為最好分辨為一份的東西就是由我們的手掌也對應著每個人一天所需的蛋白質份量是不一樣的所以我們可以從中指的指節的末端到手掌的底部的距離來估算我們的是幾公分的手然後再來辨別至少是幾份的肉還有對我來說更簡單的那種東西就是說我們超市像我們超市在賣的那種盒裝的嫩豆腐它們半盒就是一份所以一盒的話它就是兩份的蛋白質然後我們雞蛋它一顆就是一份的蛋白質然後我們還可以特別注意的事情就是我們豆魚蛋肉類的豆類它們豆中的蛋白質比例比糖類還要高像是我們黃豆每100克的黃豆它蛋白質含量就有36克可是它的碳水化合物的含量就是只有33克像毛豆它每100克裡面就有14.6的蛋白質可是它的碳水化合物就只有12.5克那像我們黑豆的話它就是每100克中有37克的蛋白質那糖類就是34公克的糖類那再來像是我們的紅豆綠豆花豆甚至鷹嘴豆它們每100克之中碳水化合物的含量都比蛋白質含量還要高所以它們是看比例為主的所以才會說黃豆毛豆跟黑豆它們是屬於豆魚蛋肉類的豆類再來要補充足夠的水份補充足夠的水份對於減肥也是非常重要的足夠的水份能夠幫助我們體內的代謝然後維持一些生理的正常機能然後增加飽足感以及預防便秘的問題然後我們每日至少要攝取2000cc的水份那如果要更精細一點那就是18到60歲的建議會建議每公斤體重攝取35cc的水份那60歲以上就是每公斤體重30cc的水份再來是我們日常飲食的選擇我們可以多選擇新鮮的食物善用天然的食物風味減少過度的烹調食物我們可以優先選擇原型態的食物像是一些新鮮的蔬菜水果全穀類豆類以及堅果種子等等的我們可以藉由這些微量的營養素膳食纖維以及植化素然後我們還要避免過度的烹調因為過度的烹調可能會導致這些營養素會被破壞掉再來就是要多吃蔬食少吃一些紅肉然後多蔬食少精緻就是說我們在食用上會盡量選擇多選擇吃一些蔬菜然後都盡量是一些比較天然的比較沒有被精緻過後的食物再來就是少吃油炸還有其他一些高脂高糖的食物然後避免含糖飲料然後我們要盡量避免一些高熱量密度的食物像是一些油炸類的食物或者是其他高油高糖的食物像是一些甜點蛋糕含糖飲料等等的這些都應該少吃一些然後以避免吃入過多的熱量然後最後就是口味清淡然後盡量不要吃太鹹少吃一些醃漬物然後沾醬的話也沾一些些就好飲食的口味上盡量選擇清淡一些重口味或者是過鹹或者是過度的醬料它們本身含量都會比較高然後它們可能會造成我們血壓上升可能會引發代謝症候群的問題喔最後就是我們重點回顧每天只要玩一杯奶如果不喝牛奶的人它們也可以藉由起司或者是優格作為替代方案然後每餐的水果全投大盡量多選擇當季以及當地的然後它的價格就相對便宜一些菜比水果多一些然後一樣多選擇當季當地的然後希望啊還能夠多選擇一些深色的蔬菜然後堅果種子一茶匙每天一份的堅果種子然後我們會盡量選一些沒有調味過的堅果豆魚蛋肉一掌心選擇順序還是希望從植物到海鮮再到雞蛋最後才是我們的肉類然後最後的飯跟蔬菜一樣多就希望說至少每日要有三分之一是未經制的全穀雜類像是一些燕麥啊蕎麥地瓜馬鈴薯等等的最後就是我們的課後小測驗第一題BMI在18.5到24的範圍內是正常值對不對對的再來第二題肥胖的腰圍男生是大於等於80女生是大於等於90嗎答案是倒過來的男生是大於等於90女生是大於等於80第三題均衡的飲食以及足夠的蛋白質還有足夠水分是很重要的這是對的再來第四題水分一天至少攝取2000cc這樣對不對對最後就是盡量減少食用精緻糖以及高糖類高糖高油的食物對不對這也是對的最後謝謝各位的聆聽謝謝"}