{"title": "【護理科營養組衛教】痛風飲食", "url": "https://youtu.be/Jc5ziiY_yQk?si=XuosGNTiBmo50YLS", "content": "大家好，我是營養師的助理林靜奕，今天我要來講解痛風飲食。在講解痛風飲食之前，我們先來潛台一下痛風是什麼吧。痛風是一種關節發炎的疾病，是由於血液中過多的尿酸，長時間的累積之後，在我們的關節軟骨處或者是其他組織中形成針狀的結晶。然後我們關節發炎處會有種紅腫熱痛的反應。再來剛剛有說到血液中過多的尿酸，那尿酸是什麼呢?那它跟普林又有什麼關係呢?如果體內產生過多或者腎臟排泄尿酸不良的話，就有可能會造成高尿酸血症，或者是屢發性急性或慢性痛風性關節炎、痛風、結石、關節畸形以及腎臟結石病變等臨床症狀。然而，一天所產生的尿酸約為750毫克，其中約有500毫克的尿酸可經由腎臟的轉換，並隨著尿液排出體外，剩餘的尿酸則會平均分布在血液當中。然後，在正常範圍之內，男性每100毫升的血液中，尿酸含量應該要少於7毫克，女性則是每100毫升的血液中尿酸含量因少於6毫克，才符合尿酸的正常值。再來，造成痛風的原因是什麼呢?造成痛風的原因，比較像是說，人體產生過多的普林或者是我們攝入過多的高普林食物，然後我們身體排除的速度太慢了，這有可能就是我們痛風會產生的原因。人體在代謝尿酸的途徑主要是經由腎臟以及腸道來排泄，大約2分之2是由我們的腎臟排出，再來1分之1則是由我們的腸道排出，所以腎功能不好的人，尿液排泄就會受到阻礙，便會使得我們的血液中的尿酸濃度過高。再來，每100毫升的血液中，男性的血液尿酸弱大於7毫克，女性的話弱大於6毫克，他們即可以稱為高尿酸血症。再來，我們從這張圖可以知道，我們的痛風的臨床病程有分為四個階段。第一個階段叫做無症狀高尿酸血症，大約90%的人多半都不知道，通常需要經過很長一段時間，我們才會有第一次的痛風性關節炎，當它發作以後，以後就都稱為痛風，不然都只能稱作高尿酸血症。再來，來到了急性痛風症，我們那個通常會在半夜或者是凌晨發作，然後好發的部位都會在下肢的關節，尤其是第一大腳趾的關節，或者是足背啊，腳踝啊，膝蓋或手腕啊，或手指軸關節部分那些地方。再來，發生結束了嘛，那再來就是不發作的間歇期，是指兩次急性痛風關節炎之間的無症狀不痛的期間。就是那時候我們就是前面好發過了，後面也還沒開始，那這個中間我們就稱作不發作期。再來最後就會來到了慢性痛風時關節炎，就是長期未接受治療，導致病人的關節以及皮下產生痛風時，這就有可能導致我們的關節會變形，因此這是非常嚴重的事情。再來啊，我們痛風的患者或者是高尿酸血症的患者應該要怎麼吃呢?再來我們的飲食要點，我會想把他們分為三種重點來講，第一項為均衡飲食，第二個為少吃高普林食物，第三點為補充足夠的水分，第一項均衡的飲食為基礎。因為我總是想著說，許多的疾病多半都與飲食的習慣有關，因此第一項我就會想說以均衡飲食為基礎，優先攝取多種不同種類的營養素，才能夠讓身體有足夠的能量以及保護力。再來第二點，少吃高普林的食物。剛剛有提到說，雖然飲食產生的普林頂多佔了20%，但是不代表我們可以輕忽它。不健康的飲食日積月累終究會形成我們的高尿酸血症，或者是會加速高尿酸血症的發生，然後最後也會形成痛風。所以我們能夠從飲食中調整，那勢必是能夠減緩甚至降低高尿酸血症的發生，也可以直接讓痛風這件事情不會發生在我們身上。再來第三點，就是要攝取足夠的水分。我們水分攝取不足的話，就會增加結晶沉澱而提高痛風的發生率，因此我們多喝水可以稀釋尿液中的尿酸濃度，並且增加水分的排出，就能夠減少高尿酸血症，進而降低痛風的發生。再來這張圖呢，是由我們的國健署發布的，叫做每日飲食指南，就是代表說我們一天中需要攝取的六大營養素以及水分。我們人體主要產生能量的食物是由我們全穀雜糧以及油脂及堅果種子類，提供蛋白質的食物則是由我們的豆魚蛋肉類以及乳品類。蔬菜以及水果類，他們負責提供膳食纖維及植化素，最後就是我們的水分。對於人體就是幫忙稀釋我們的血液濃度，然後幫助體內代謝並排除廢物，我們這正好對應到高尿酸血症是一大的好處。再來就是我的餐盤，國健署也有發布一份叫做我的餐盤，然後餐盤呢，他有六大口訣，然後我就把六大口訣截取下來了。如果有需要查詢圖片的話，您也可以去國健署上面自行搜尋喔!每天早晚一杯奶，每日1.5杯到2杯，每一杯240cc，牛奶本身身為低普林食物之外呢，它本身含的弱蛋白也能夠降低尿酸的濃度喔!再來，每餐水果拳頭大，在地當季多變化。就是說呢，我們盡量選用在地的水果，並且是在那個季節中，然後多選用不同種類的水果。因為啊，我們的水果他們不同種類，不同顏色就含有不同的植化素，然後果皮之中又含有膳食纖維，建議說盡量把它們洗乾淨，然後可以連果皮一起食用會是最好的。然後呢，有的果汁啊，他們通常已經被去除大量的膳食纖維了，然後再者也有可能會因為果汁比較酸，就會額外的加糖，因此我們會建議說盡量不要用果汁來取代水果。接著，菜比水果多一點。不同顏色的蔬菜呢，具有不同種類的植化素，因此我們會建議三餐的蔬菜要盡量多變化，並且也一樣選用當季且當地的新鮮蔬菜為主喔!飯跟蔬菜一樣多，應以全穀以及未精製的雜糧類為主。全穀類以及未精製的雜糧類呢，他們富含B群、維生素E、礦物質以及膳食纖維，但是這些營養素呢，會在精緻加工的過程中流失，因此我們會建議主食會以我們的糙米、紫米、南瓜、地瓜等等這類未精製的食物，來當作我們每日的主食為選擇。接著我們的豆魚蛋肉一掌心，優先選用豆製品、魚類、海鮮及蛋。以這些食物為主要的蛋白質來源，我們會建議以去皮的魚、雞肉這類的白肉，以減少油脂的攝取，並與一些植入性蛋白，像是我們的豆腐、豆漿，來作為互補的蛋白質，相互補足。來替換掉普林含量較高的紅肉，像是我們牛肉、羊肉、豬肉等等的。最後我們的堅果種子一茶匙，每餐一茶匙，約大拇指第一個指節的大小。油脂的部分，除了一茶匙的堅果以外，日常生活中也需要避免一些油炸或油煎，或者是過度加工的食品。再者如果攝取過多的飽和脂肪酸，它也會影響身體尿酸的代謝喔。我們剛剛有講到說要少吃高普林的食物，但是不知道高普林的食物有哪些，我們要如何避免呢?所以我們這一張投影片就是要告訴我們說，含有普林的食物有哪些，再來依照普林的含量作為區分，來避免攝取到過多的普林，才是最重要的。低普林的食物，就是以每100克的食物當中，它僅含有0-9毫克的普林，像是我們大部分的乳品類，或者是各種乳製品。然後再來我們的雞蛋，全穀雜糧類，像是白米，糙米，燕麥，玉米，地瓜，然後蔬菜類，也是大部分的蔬菜，以及水果類，都是我們低普林含量的食物。再來我們中普林的食物，就是以每100克的食物當中，它含有9-100毫克的普林，像是我們大部分的肉類，魚類，皆屬於中普林的食物。再來就是我們的黃豆，以及黃豆的製品。豆類雖然身為中普林的食物，不過國內外有許多的研究，針對攝取豆類製品以及動物性蛋白食物做比較。我們發現說，豆製品可以降低痛風的風險以及復發率。我們在研究的原因可能是因為豆製品造成內生性合成的普林含量很少，另外它也可以簡化我們的血、尿液，增加尿酸的排出。而且在台灣的素食營養學會，也有提到黃豆蛋白或其他的豆類，可以降低20%的痛風罹患率。即使攝取豆製品並非引發痛風的主因，但是也不能無限制地食用。所以，我們認為，豆類應該是每天的一日的攝取量之中。也就是，每天的一份製品，可以取得一、兩份是用豆製品來取代肉類製品。再來就剩下高普林食物了。高普林食物是每100克的食物中，含有100-1000毫克的普林。各類動物的外皮以及內臟，蝦、蟹、貝殼、蛤蜊、蚵仔那種的，還有我們的雞精跟肉汁，在攝取的方面需要比較注意一點。然後接著是補充足夠的水分。每天飲水，我們會希望盡量達到2000毫升以上，那大約是600cc的寶特瓶，一天大概3-4罐。然後多喝水的用途就是用於我們的吸濕我們的血液尿酸的濃度，並且增加尿酸的排泄。最後是我們的注意事項。在飲食方面上，如果有高油脂高糖分的飲食，然後又有在喝酒，他們就會使我們體內的脂肪酸以及乳酸升高，並且會與尿酸競爭排泄。而且，會使得尿酸的排泄受到阻擋，就會造成高尿酸血症的問題。所以我們第一點就要避免喝酒，酒精會在體內產生出乳酸，就會影響到我們尿酸的排泄，所以我們會盡可能的避免去飲用它，尤其是啤酒。再來第二點，我們的要避免攝取過多的油脂以及精緻的糖類製品，像是糕點類蛋糕啊，手搖杯的糖加比較多，那些。就是說，脂肪的代謝容易讓細胞中的核酸增加，進而增加我們尿酸的濃度，長時間下來就會容易增加痛風的風險。含糖飲料就是因為說，果糖在肝臟分解的過程中，它會產生尿酸，所以即便是喝飲料，仍然會有高尿酸血症的風險，而引發痛風喔。再來第三點，就是說要避免快速減重。快速減重的定義就是說，一個星期內瘦超過一公斤，或者是一個月瘦超過原有體重的5%，由於原生體組織快速分解，就會產生大量的尿酸以及酮酸，而且酮酸一樣會與尿酸競爭代謝，便會導致尿酸上升，造成急性的痛風發作。因此我們要正確的減肥，正確的減肥速度是以一個星期減0.5到1公斤。再來最後的總結小叮嚀，我們第一點就是飲食要控制，我們要避免攝取高普林類的食物以及高油高糖的食物，像是說動物的內臟，海鮮的魚類，貝類，或者是濃高湯，油炸食物以及五花肉或培根這類的食物，要盡量避免。再來第二點，我們的藥物治療，我們要依照醫師的指示按時的服藥，要遵循醫主，然後假設有醫師可能會開促進尿酸排泄以及抑制尿酸形成的藥物，要按時的服用。第三點就是保持理想體重，避免快速減重，因為快速減重容易引發組織的分解，造成大量的尿酸會產生，而引起急性痛風的發作。再來第四點，每日飲水應要達到2000毫升以上。再來第五點，若有發現高尿酸血症時，我們如果可以的話，就進一步追蹤檢查看有沒有其他相關的疾病，像是有沒有代謝症候群，高血壓，高血脂，高血糖，腎臟等腎臟病之類的相關疾病。最後就是我們的課後小測驗。第一題，痛風關節炎的特性是不是紅腫熱痛呢?是，然後再來第二題，每天喝約2000cc以上的開水，足夠的水分才能使尿酸正常的排出，這是對的。再來第三點，我們食用豆製品一定會引發痛風，所以我們少吃為妙。這樣對嗎?答案是錯的。再來少吃油炸以及高普林的食物。對，然後再來最後就是養成運動的習慣，越激烈的運動越好嗎?這是不對的喔。最後，謝謝各位的聆聽，謝謝你們。"}