{"title": "【護理科營養組衛教】慢性肝病飲食", "url": "https://youtu.be/npLmF3hdh8E?si=s1krlMk72xBQWr7V", "content": "大家好，我是營養師的助理林靜奕。今天我要來講解慢性肝病的飲食衛教。慢性肝病是什麼?它是指肝功能指數超過正常值，且持續時間超過6個月以上。症狀有包括慢性肝炎、肝硬化以及肝癌。我們慢性肝炎有分病毒引起的，或者是其他因素所引發的。病毒性肝炎在台灣是以B、C型肝炎為主。D型肝炎也會引起慢性肝炎，但是它無法單獨感染，需有B型肝炎的感染者才會再被感染。至於A型以及E型肝炎多半偏向於急性肝炎，比較不會轉化成慢性肝炎。再來，非病毒性肝炎就有分自體免疫的、酒精性的、藥物性的，比較大多數的。酒精性肝炎最常見的就是因為酒精代謝，會產生對肝有毒的乙醛，再者酒精代謝也會造成營養素的缺乏。接著，這個飲食會依據患者的肝病變程度來做調整，像是我們的蛋白質、鈉以及水分，會藉此來提供適當的營養。再來，我們飲食的主要目的就是由我們的改善營養的缺乏，我們要維持在良好的營養狀態，在食物的選擇上就要盡量選擇6大類，然後6大類都要吃的夠。再來，要提供我們肝細胞再生所需的營養，也就是說蛋白質要攝取足夠。再來，我們的少量多餐，來增加每日的攝取量，因為病人可能會因為疾病的因素導致食慾不好、胃口差、無法吃下太多的話，我們可以藉由少量卻有營養的密度的東西，像是我們的營養品其實就很方便了。再來，最後一點，我們要避開不良的飲食習慣以及生活習慣。不良的飲食就像說吃了過多的炸物，吃得太甜、太鹹、酗酒等等的。不良的生活習慣就是可能因為熬夜也會引起我們的肝指數會上升。然後我們先從熱量開始。熱量是依照我們病情而定的，不過一般而言，處於慢性肝病的治療期、恢復期以及穩定期的時候，我們都建議採用均衡飲食為基礎。我們可以以我們理想體重乘上30-35大卡為一天的總熱量，這是大概的數。然後下面兩張圖分別是由我們國健署所提供的每日飲食指南以及我們的我的餐盤。每日飲食指南主要是講說我們可以依據食物中的營養成分，然後我們將它分成六大類以及水分。而且每一種食物提供給人體的營養素都是不一樣的，我們缺一不可。再來是我的餐盤。它是藉由我們將每日飲食指南中比較複雜的數字藉由圖像化並加入一些口訣，能夠讓民眾來更好落實在我們生活當中。再來這兩張圖分別是餐盤中的口訣以及各類食物所提供的營養素還有功能。我們可以藉由這兩張圖我們可以知道每餐的份量是可以如何從數字簡單成圖像，然後我們更能夠了解我們吃的食物能夠獲得哪些營養素。這是我們的乳品類，它的營養素就有包含我們的鈣質，B2，還有優質的蛋白質。然後它的建議攝取量是每天1.5到2杯，然後它沒有提到的是每一杯的份量，那我們每一杯就是240cc。再來我們的水果類就是有維生素C，糖類還有膳食纖維，每餐一個拳頭。這就可以知道我們每個人的拳頭都不一樣，所以代表每個人需要的分數都不同。然後我們一份來講的話，就會是以我們的標準碗中的八分滿為一份。比較大型的蔬菜水果的話，就像是我們的西瓜，楊桃這類，還有什麼哈密瓜那種比較大類的，我們會把它切小之後，放在標準碗中來評估它的份數。然後像我們蔬菜類就會提供維生素，礦物質，還有膳食纖維。然後它的份量就是以我們煮好之後，放在我們的標準碗中至少八分滿，它就是一份。然後全穀三糧類它分別就是提供我們的澱粉，膳食纖維，維生素以及礦物質。至於膳食纖維主要就是以那種沒有精緻過的全穀類，像是我們的食穀米那類的。然後接著我們的豆魚蛋肉類，它內含就是有優質蛋白質以及油脂，然後每餐一掌心。然後大概主要的份量的話，會是以30-35克為一份。然後我們油脂及堅果種子類呢，它這邊只有標明堅果種子。然後它就提供油脂，脂溶性維生素以及礦物質，每餐一茶匙。一茶匙的大小呢，大約就像我們的大拇指的第一個指節大小。或者是你也可以拿我們的那種白色塑膠湯匙把它們裝滿的話，就是一整天的份量。然後蛋白質，它是我們修補以及建造組織的重要營養素。在一般沒有肝昏迷的情況之中，我們會多採用每公斤體重1-1.5克的蛋白質。就比如說一位60公斤的男子，那他一天的蛋白質的量就是介於60-90克。然後主要來源剛剛有介紹到的豆魚蛋肉類，然後豆就是我們的黃豆、黑豆、豆腐等這類的豆類製品，為主要的來源，還有乳品類。再來下方的圖就是，每個人依照自己手掌的大小即可簡單的分出份數。但不只是長度有厚度也需要跟手掌差不多大才算一份。然後像我們那個15公分，我這樣畫一個T字型，就是左邊這樣一份，然後右邊一份，然後上面手指節的話這樣就是三份。然後像17公分的話就是分為四份，就是左右上下這樣子四份。然後如果手是19公分的大小的話，那就是分別是為我們的五份的肉，所以就是我們左右的這樣一二三四五這樣子。接著我們來講水份。水份的話每一天至少都要攝取1500毫升的開水，所以我們不能只有等到很渴的時候才喝水。因為喝水能夠維持人體的基礎代謝還有生理功能，可以促進身體代謝廢物。然後喝水不只有喝白開水才叫做喝水。我們每天吃的食物內它們裡面就含有水份，像我們的飯湯，然後還有什麼麵湯，稀飯，蔬菜，水果，還有果汁，甜點，那些都是含有水份的。然後因為每個人所處的環境，還有身體的活動量，還有健康的情況不同，所以它沒有個標準值。不過我們多半都是希望說能夠以1500毫升為基準點，這樣會比較好。再來我們鈉的量就是一天不要吃超過2000毫克，然後大約是5克的鹽。然後當如果有附水的話，我們就需要限制水份以及鈉，然後我們1000到1500cc的水份，這樣就相當於我們600cc的寶特瓶的話一天就是2到3罐這樣子。再來就是講我們少量多餐。病人容易會因為疾病的關係以及藥物的副作用，就容易導致他會感覺到噁心，食慾不振。然後我們就會影響我們營養素的吸收，然後再來就會導致我們的病人有中度至重度的營養不良的情況發生。因此我們可以藉由給予少量且營養密度高的食物，然後或者是我們可以準備那種營養品，我們可以用多次給予的方式讓病人能夠獲得足夠的熱量。比較容易會有那種情況發生，就是例如我們的嚴重附水、肝硬化，末期肝病這樣子就會比較需要用到少量多餐。然後我們最後就是避開不良的生活習慣以及飲食方式。我們就可以用戒酒，然後戒掉高油高糖的食物，我們減少吃辛辣的食物，還有過多加工的食物，像是我們的魚漿製品啊，或者是我們的那種臘腸啊，香腸那類的加工製品，就盡量少吃，能少吃就少吃。然後呢，如果我們可以的話就攝取足夠的纖維還有水分來預防便秘的發生。然後我們還有一些病人，如果有脂肪肝的病人的話，他們就需要減重，並且控制我們的血糖還有血脂肪，然後最後在生活習慣就要減少熬夜的次數。最後我們來到牛刀小試。第一題，慢性肝病的類別主要分為病毒性肝炎及非病毒性肝炎。是的，再來，慢性肝病的飲食是包含有改善營養缺乏，提供肝再生的營養，少量多餐以及避開不良的生活習慣。這是對的。再來，我的餐盤是將飲食指南中的分數圖像化，因此只要挑對了食物種類以及吃對比例，就可以達到均衡的營養。這是對的。再來，第四題，每天至少1500毫升的開水，就是要喝1500毫升的開水，這樣對嗎?對，最後，慢性肝病要避開不良的飲食以及生活習慣，這是正確的。最後，謝謝你們的聆聽，謝謝!"}