{"title": "【護理科營養組衛教】肌少症的營養照護", "url": "https://youtu.be/OyGdZNJ1bXA?si=swLPmQFy7CI46dra", "content": "大家好，我是營養師的助理林靜怡，今天我要來講解肌少症的營養照護。什麼是肌少症?肌少症是一種漸進式的肌肉質量減少，特徵為全身的骨骼肌肉以及功能減退。然後它可能提高疾病的發生率，也可能造成失能，而且導致生活品質降低，最後嚴重的話會增加死亡的風險。30歲開始，肌肉量就會逐漸減少，大約每年流失5%-1%之間，40歲以後，每10年會減少8%，60歲之後流失得更快，每10年會減少15%，因此提早了解病，能及早預防，能把退化速度降到最低。造成肌少症的可能原因有衰老，肌肉失用，活動量減少，營養缺乏等問題。衰老可能是隨著年紀的增長，男性荷爾蒙或死基素的減少，都會加速肌肉流失。肌肉失用，隨著神經的退化，會進一步降低神經肌肉的連結效力，使肌肉興奮程度降低。活動量減少，自然有些人會減少，因為年紀越來越大，肌肉在流失，熱量消耗的又減少，增加脂肪的比例。也有可能會因為活動量減少，就會說我不動，腸子也不動，然後就會引發到下面的營養不良。因為不想動，吃的不多，吃的不多腸子也沒有在運動，就會導致肌少症的發生，肌肉功能也會降低。最近研究有發現，每天的蛋白質如果吃不到每公斤體重0.8克的老年人，六年以後更容易有出現行動不便的可能。在2010年歐洲老年肌少症事務委員會中，他們召集了老年醫學及營養方面的專家，提出了三種判定肌少症的方法。第一種就是肌肉質量的減少，以及第二個肌肉的力量減弱，肌力減弱，以及低身體功能表現，就像是體能表現變差。我們肌肉質量的減少，我們是利用一個儀器叫做雙能量X光吸收儀，然後它又稱DXA，他們會叫我們使用四肢的肌肉量除以身高的平方。男性的標準是7公斤，女性的標準是5.4公斤，弱小於以上的標準即可診斷為肌肉量減少。我們肌肉力量的減弱，我們會藉由握力器來作為診斷的工具以及標準。男性的標準是26公斤，女性的標準是18公斤，然後至少要測量兩次以上的最大數值為準，弱小於以上的標準即可診斷為肌肉量減少。我們身體功能的表現評估，如果體能表現變差的評估會建議以6公尺的正常行走速度為診斷的標準，若行走速度小於1公尺每秒的話即可診斷為低身體功能表現，或者是說5次的起立坐下大於12秒也可以診斷為低身體的功能表現。再來我們肌少症的分期，肌少症它其實有分成三期，分為肌少症的前期，然後肌少症，還有嚴重的肌少症。肌少症的前期只有肌肉量的減少，如果被診斷為肌少症就是有肌肉量的減少，或者是說包含了肌力或者是身體功能表現的其中一點，就是等於你同時有兩種情況就診斷為肌少症。嚴重的肌少症就是說肌肉量減少，肌力也減少，然後我們身體功能表現也變差，這樣就是為嚴重的肌少症。就是除了我們剛剛上述講的三種需要用專業儀器測量以及專業的評估外，那如果在日常生活中我們要如何知道我們可能有機會會有肌少症呢?就像是我們第一點說的走路行動緩慢，在室內行走很困難，就例如說我們走路很吃力嘛，我們從椅子上爬起來，我們需要靠著扶手才能把身體撐起來，或者是爬樓梯啊，爬個兩三階就覺得真的我需要休息的話，這樣就代表我們的肌肉已經在減少了。第二點，臥力下降，就是例如我們日常生活中我們要洗臉的轉毛巾，或者是在做工作啊，在擦桌子的時候要擰的抹布，都已經開始感受到明顯的轉不乾的時候，就代表我們的肌肉的力量，我們的臥力也都在逐漸的下降。第三點，行動吃力啊，就是說我們連爬個兩三階樓梯就覺得真的很累，需要休息，代表腳部的肌肉的力量越來越少了。然後我們第四點，從椅子上起來，然後可能會反覆的跌倒，就是說我們的腳部的力量已經開始在逐漸的減少了，像我們從座椅上啊，要爬起來，有時候就需要撐著東西，需要扶手才能扶起來，然後因為我們腳已經沒有力了嘛，所以我們跌倒的機率就會增加，或者是過去一年內連續跌倒兩次以上，這就是對老人家來說非常的危險。我們第五點，體重明顯的變輕，就是說我們沒有在刻意減重的時候，六個月內體重減輕了五公斤，這就對老人家來說非常的多，就例如六十公斤的長者，半年內沒有原因的體重減少了三公斤，我們就需要注意，就要小心了。如果我們家中的長者有以上的描述，就有可能是罹患基少症早期的症狀。然後如果家裡的健康老人逐漸有慢慢的出現以上上述的症狀的時候，我們這些小孩子們就要開始注意，是不是營養不良或者是慢性病，他們都有機會會增加我們肌肉量的流失。然後罹患基少症的長者會因為，時常會因為視之無力，平衡感變差，所以就會跌倒。如果當時就因為營養不良了，然後又有罹患骨質疏鬆的話，更有機會會因為跌倒而造成骨折的風險會增加。然後還有一種很簡單的檢測方式，就是我們量我們的小腿圍，50歲以上的男女，他們小腿圍如果男生分別小於34公分或女性小於32公分的話，代表肌肉量可能有不足了。然後這樣子診斷為基少症的風險會達到六成以上。再來我們要來講解說基少症的飲食原則。再來基少症的飲食原則有兩大重點。第一個，我們要吃的有足夠的熱量。第二點就是我們要有足夠的蛋白質。再來這項同一篇是在說我們要避免營養密度低的空熱量食物。然後就是少吃一些有體積但是不夠營養，只能突進熱量的食物。我們這時候就要避免說或者是減少攝取這些食物。空熱量食物的定義就是說，儘管它的熱量很高，但營養價值非常低。像是我們一些零食餅乾，油炸類食物，醃漬類的食品，或者是蛋糕，糕點，然後可樂汽水，罐頭食物，冰淇淋等相關食物。我們來減少這些額外的熱量攝取。再來我們與其選擇空熱量食物，我們不如選擇一些天然食物。它們本身營養密度比較高之外，又能攝取到人體所需的蛋白質，糖類以及多種類的礦物質，維生素以及纖維素，來維持身體的健康狀態。然後接下來這張圖是我們國健署107年最新版本的每日飲食指南。我們剛剛說的重點要有足夠的熱量以及還有足夠的蛋白質。我們足夠的熱量就是由我們的全穀雜糧類這邊出來的。我們全穀雜糧類不要聽它感覺很複雜，它其實就只是我們日常生活中的我們在吃的飯，白米飯，或者是地瓜，南瓜這類型的。然後我們的重點不是說要補充足夠熱量嗎?全穀雜糧類的功能主要就是有提供熱量的部分。然後我們不是還要第二點補充足夠的蛋白質嗎?蛋白質就是藉由我們的豆魚蛋肉類以及乳品類這兩項是為主要的蛋白質的來源。然後我們的油脂與堅果種子類，他們也是用於提供熱量的來源之一。然後再來我們的足夠的油脂蛋白質還要有足夠的熱量嗎?然後我們一定要藉由均衡飲食這點是肯定的，因為大部分的老年人他們可能會隨便打發一餐，時間久了這樣就會造成營養及熱量不足，然後就會造成極小症的發生。因此我們會希望說像老人家如果他們會覺得說我們不愛吃肉我不愛吃菜或者是不愛吃水果的時候，我們可以用另外的方法，像是我們可以給他蒸蛋水煮蛋豆製品來補充他的蛋白質，或者是不愛吃蔬菜的人，我們可以幫他把蔬菜煮爛一些或者是切細一些來讓他們方便的就口把它吃掉，因為有時候多半他們不愛吃，有時候只是因為牙口不好，所以我們可以幫他們補充一些蛋白質來補充一些水煮蛋，然後讓他們能夠吃得更快。如果他們不喜歡吃水果的話，我們可以幫他們打成泥狀或是切小塊的方式，也一樣就是方便老人家吃下去。如果他們不喜歡吃飯的話，我們可以在煮飯的同時我們額外添加一些南瓜、地瓜或者是我們改用麵製品來取蛋白飯，來讓老人家吃的時候有比較多樣的變化，來獲得充足的營養素。另外，當蛋白質攝取不足的時候，我們會加速肌肉量的流失，所以說我們要以足夠的優質蛋白質來預防計少症是特別的重要，因為優質蛋白質他能夠幫助修補以及建構我們的肌肉組織，我們可以從瘦肉、雞蛋、豆腐、牛奶等食物中獲得。再來我們說要優質蛋白質，那他們應該要怎麼吃呢?一般健康的老年人而言，我們會建議說蛋白質的攝取量為每公斤的1.2到1.5公克，因為長輩的肌肉合成效率比年輕人來說較低，因此會建議每天的攝取蛋白質至少要達到每公斤體重的1.2到1.5公克。如果平常不規律的補充蛋白質只是偶爾一次，一次攝取又很多，這樣不但沒有辦法增加肌肉，還可能增加到體脂肪，因此我們每日攝取足夠的優質蛋白質，避免大小餐的攝取，可藉由將蛋白質平均分配至三餐中達到定時定量的方法。下方那張圖片是在講說蛋白質一份在各種食物當中所謂一份的代表，蛋白質一天要攝取3到8份。攝取優質的蛋白質，蛋白質的其中有一種胺基酸叫做白胺酸，它是一種必需胺基酸，因為人體無法自行合成，必須由飲食中攝取。白胺酸它的功能具有促進肌肉蛋白質的生長以及恢復，然後預防肌肉流失，加強運動表現等，因此白胺酸對於肌少症的預防有明顯的幫助，然後每天的給予量會是以2.8到3公克，它就可以刺激肌肉蛋白的合成。其中每100克食物中又以黑豆、黃豆、牛肉、雞肉、鮭魚、秋刀魚等等。再來第二點維生素D，有研究顯示說缺乏維生素D會減少肌肉的強度，使得肌肉功能不良、肌肉無力、疼痛等等的，因為肌肉細胞上的維生素D接收器可以促進肌蛋白的合成，維持肌肉的功能以及強度。再來維生素D本身也具有幫助鈣質的吸收，鈣質也會影響到肌肉的收縮。再來維生素D在國人、暗食、營養素參考攝取量中，19歲到50歲每日只需要攝取10微克，51歲以上每日需要攝取15微克。維生素D含量較多的食物就有黑木耳、乾香菇、鮭魚、秋刀魚、雞蛋、牛奶等等的，它也可以藉由曬太陽而獲得。第三點鈣質，鈣質用於維持骨頭密度、協助肌肉收縮、神經傳導等生理功能。若鈣質長期攝取不足，容易產生抽筋、筋軟、肌肉功能失調進而導致肌肉無力，然後因為缺乏鈣質也會伴隨著骨質疏鬆，肌肉無力也會使得老人跌倒的風險提高。依照國人、膳食、營養素參考標準量中，鈣質在19歲以後，之後的攝取量皆為1000毫克。鈣質含量較多的食物，就有牛奶、黑芝麻、白芝麻、黑豆、黃豆製品或芥蘭菜。因此每日補充足夠鈣質以及維生素D，加上優質蛋白質對於疽少症的預防是很重要的。再來，要活就要動，每週三到五次，每次至少30分鐘的活動量。我們不一定要一次就要達到30分鐘，我們可以藉由分開每次運動10分鐘，一天的運動加起來至少30分鐘以上就可以了。再來有氧運動，像是走路、騎腳踏車、慢跑、游泳或是有氧舞蹈等，他們可以藉由提高呼吸以及心跳的次數來增加我們的心肺功能。然後我們的阻力運動，為了增加肌力以及肌肉量，我們會建議多做一些阻力運動以及重量訓練。我們會希望以漸進式的方式並搭配呼吸邊做邊數次數，然後每一組動作重複至15下，像是空中踩腳踏車、腳膝蓋微彎、微蹲、膝蓋不超過腳尖的深蹲或是上肢抬舉等等的。然後要記得我們運動後都要有感覺到肌肉有微酸緊繃的感覺，這樣才能夠達到增加肌肉量、強化肌體以及延緩肌肉退化的目的。然後最後的重點就是說，預防肌少症永遠都是以飲食跟運動這兩項要同時並行，缺一不可。我們要補充足夠的熱量，如果熱量攝取不足，它就會從分解我們肌肉組織的蛋白質來提升來維持我們的熱量，就會造成我們肌肉的流失。然後我們飲食也要攝取足夠的蛋白質跟補充維生素D，然後運動方面就是以肌力訓練還有有氧運動同時一起做，才能達到預防肌少症的辦法。最後我們來到了科後小測驗。第一題嘛，肌少症是一種全身性的骨骼肌肉的重量以及功能的減退，是嗎?是。然後第二題，為了預防肌少症，蛋白質要吃很多，所以我可以在晚上吃大魚大肉補充就好嗎?這樣是不行的。然後第三題，除了補充優良的蛋白質，補充鈣質以及維生素D也是很重要的喔。是。然後我們可以藉由每次運動10分鐘，一天運動加起來至少有30分鐘以上就可以了。是的。然後我們最後一題，年長者只要有跑步、走路、有氧運動就好了，我們就可以預防肌少症了嗎?這樣是不行的。最後，謝謝各位的聆聽，謝謝。"}