{"title": "【護理科營養組衛教】肺結核飲食衛教", "url": "https://youtu.be/0S5-HOOKyMM?si=rNpHoXIZjd-sf4QJ", "content": "大家好，我是營養師的實習生王馨月，今天我要來介紹肺結核的飲食味覺。這是目錄，分別為三個主題，肺結核介紹、飲食原則、要特別注意的營養素攝取。我們來一一了解吧。首先，我們先來了解什麼是肺結核。結核病是由一種式氧性的抗酸性結核桿菌所引起的疾病。在台灣，一年四季都有病例，而肺結核的症狀有五種。1. 酒可不癒兩周。2. 咳嗽有血痰。3. 體重減輕。4. 疲憊及食慾不振。5. 胸痛。而肺結核是由空氣及飛沫傳染，如果不小心吸入患者在空氣中的飛沫即可傳染，但大家不用擔心，目前肺結核是可以由藥物治癒的喔。飲食原則這一個扇形圖就是國民健康署所推廣的，裡面含有六大類食物，分別是全穀雜糧類、豆魚蛋肉類、蔬菜類、水果類、乳品類、堅果種子以及水。圖中又寫到3.5碗、2份、1.5杯等單位，那碗是多大碗，一碗又是多少份量呢?讓我來一一介紹吧。乳品類一杯奶的份量就是240毫升，我們一天要攝取1.5杯至2杯，而奶類富含了鈣質、蛋白質、維生素等。假如您是對喝完牛奶有拉肚子的人，可以改選為其他乳製品的食物，例如優酪乳、優格、起司。水果類我們一天要吃2至4份的水果，依照我們自己的拳頭大小來看，一顆拳頭就是一份，可是每個人的拳頭都不一樣，該怎麼辦呢?不用擔心，因為每個人的體型也有所不同，所以只要按照自己的拳頭大小就可以囉。蔬菜類我們一天要攝取3至5份的蔬菜，份量就是要吃的比水果還要多一點，蔬菜富含了膳食纖維，可以增加排便順暢，也可以增加飽足感。最重要的是，每天要攝取至少要有1%是真綠色蔬菜喔!全穀雜糧類我們一天要攝取1.5碗至4碗的澱粉，碗是以紅色宴會廳的紅色塑膠碗為基準大小，而飯是屬於全穀雜糧類的食物，它也是身體的重要基本能量來源，建議三餐至少要有一餐是食用未精緻穀物。那什麼是未精緻穀物呢?像是糙米、紫米、五穀米等都是良好的選擇喔!全穀雜糧類富含有膳食纖維以及維生素B群，會比精緻白米還要來得豐富，還有要記得地瓜、南瓜、馬鈴薯、芋頭、玉米等等，也是我們常忽略的澱粉類喔!豆魚蛋肉類肉類是我們人體肌肉組成的重要來源，一天要攝取3至8份，蛋白質可以預防肌少症、保護人體骨骼、促進新陳代謝、增加肌肉合成等。而在攝取的過程中，為了避免過多不利健康的飽和脂肪，選擇這類的食物也是有優先順序的。首先優先攝取的是豆類，豆類有什麼呢?像是豆干、豆腐等，再來是魚類以及海鮮，然後是蛋類，最後才是雞肉、牛肉、豬肉等肉類，並且要避免減少食用加工食品的肉製品。那加工的食品又有什麼呢?例如香腸、魚丸等等。堅果種子類，每天應攝取一份堅果種子類，以及有只3至7茶匙。一份堅果種子1茶匙的量，大概約為杏仁果5粒、花生10粒、藥果5粒等。大家可以每天固定時間攝取一湯匙，或分配於三餐，每餐1茶匙。如果壓扣不好可以抹成粉加在乳品類，一天總共要3茶匙喔!堅果種子類富含維生素E可以預防心血管疾病，但要切記，一定要買原味，不要購買有調味料的。被結合的患者容易食慾很差，所以採少量多餐且高熱量高蛋白的方式進食，然後在蛋白質的選擇上也要比強人多一些，但主要還是以營養均衡為主喔!而高熱量高蛋白的食物有奶昔、蛋、肉、牛奶、營養商業配方等等。而飲食禁忌主要是以不菸不酒為主，茶類飲料、咖啡以及含性食物盡量減少食用，以免發生嗆咳。要特別注意的營養素總共要特別注意五個營養素5.維生素D，因為INH的藥物會增加維生素D的消耗6.鈣質，為什麼要補充鈣質?因為肺結合會被鈣化造成損傷。那鈣質飲食有哪些呢?7.乳品類，像是鮮奶、奶粉、優格、起司等8.海鮮，像是小魚乾、蝦米、蝦皮9.蔬菜類，像是紅線菜、芥蘭菜、紅鳳菜、青椒菜、油菜等10.豆製品，像是豆乾、豆絲、傳統豆腐等11.堅果種子類，像是黑芝麻、杏仁、開心果等那我只能依靠飲食來補充鈣質嗎?當然不止，我們還可以增加維生素D的攝取它會跟鈣質一起互相合成，以及多運動、飲食均衡保持良好的生活習慣，跟預防跌倒我們19歲以上族群每日鈣質，補充需達1000毫克為什麼要補充維生素A?因為肺結核會降低維生素A的代謝那維生素A的食物有什麼呢?有魚乾油、肝臟製品、蛋黃、脂肪類較高的魚類例如鮭魚，以及含胡蘿蔔素的食物，例如紅蘿蔔、番茄、青花菜等類胡蘿蔔素中的β-胡蘿蔔素，能在人體內轉化成維他命A我們19歲以上的族群每日攝取量分別為男性600毫克、女性500毫克為什麼要補充鐵?因為病人如果咳血了就需要補充鐵那什麼是血基質鐵呢?它是存在於動物性食物中常見於牛肉、豬肉、羊肉、鴨血、豬肝、牡蠣、蚊蛤等因為它是二價鐵容易被人體吸收我們19歲到50歲的族群每日攝取量分別為男性10毫克、女性15毫克而50歲以上都是10毫克喔!為什麼要補充維生素B6呢?因為INH的藥物會導致維生素B6的流失但不是每個人都有使用這個藥物，所以還是要多加注意喔!那維生素B6的飲食來源又有哪一些呢?有大蒜、堅果、穀物、南瓜、紫色花椰菜、豆類、香蕉、菠菜、蛋白質、牛奶等我們19歲以上的族群每日攝取分別為男性600毫克、女性500毫克那為什麼要補充維生素D呢?INH的藥物會導致維生素D的代謝那補充維生素D的方法總共分別為三類一、每天曬太陽15分鐘當然不是在大中午的時候曬太陽，而是在清晨或者是下午出門散散步，順便攝取維生素D喔!二、補充蛋白質，蛋白質富含維生素D三、選擇良好的維生素D補充劑，這個可以去藥局跟藥師討論喔!我們1到50歲的族群每日攝取量是10微克，50歲以上則是15微克謝謝各位的聆聽!"}