{"title": "【護理科營養組衛教】健康飲食", "url": "https://youtu.be/Lr16vXWyULE?si=dKAKzGS2gOSt-nf_", "content": "大家好，我是營養師的助理林經益，今天我要來講解健康飲食。什麼是健康飲食?它是一種高纖、低鈾、低糖、低鹽的飲食。我們可以多選擇加工相對較少的天然食物，像是我們就可以從精白米改成糙米，甚至加入紫米或藜麥等等的。或者是我們也可以把飯量減少，然後增加不同類型的全穀類，像是我們的地瓜、馬鈴薯等等的。不過大原則就是希望說能夠多選擇天然且新鮮的食物。飲食重點健康飲食的重點我自己認為不只是飲食的部分而已。飲食是一部分，再來就是也要有運動，來維持理想體重，以及也要有良好的生活作息，才是對我們身體健康的不二法門喔!我們先從均衡飲食開始講起。什麼是均衡飲食?由於每一種食物所提供的營養素不盡相同，然後它們也無法互相取代，因此我們必須均衡地攝取，不偏食也不過量，才能夠滿足身體所需的各種營養素。這張圖是我們國健署發佈的每日飲食指南。我們可以從這張圖中知道，食物總共分成六大類，還有水分。圖中，各類的食物，一天所需的分數，也有在上面，我們等一下會一一的來講解。如果想要了解更多的話，也可以自行搜尋關鍵字，每日飲食指南，即可從中了解符合自己身體需求的食物分數以及分量喔!成穀雜糧類，一天1.5萬到4萬成穀雜糧類，1.5萬到4萬，上面的重量是以一個標準碗的大小來計算的克數，不過如果是其他類型的食物，一份就不是那樣子的重量喔!成穀雜糧類就是我們常吃的主食，包括各種麵包、燕麥、馬鈴薯、地瓜、飯、麵等等的，它們主要是提供熱量以及糖類。如果是未精製的成穀雜糧類的話，它本身會含有更多的維生素以及膳食纖維，然後未精製的是指我們的糙米飯、胚芽米飯、全麥製品，像是一些全麥吐司、全麥饅頭、然後紅藜麥、燕麥、玉米、地瓜、蓮藕、山藥等等的，這類型比較圓形的食物。由於我們一般的白米飯，因為精製化的緣故，進而流失了許多的營養素，所以我們國健署會希望我們在三餐之中，能夠先以成穀雜糧類為主食之外，更希望一天之中至少有三分之一是攝取未精製的成穀雜糧類。再來左邊這張圖，寫的是成穀雜糧類一碗，然後跟右邊的白飯是四分之一碗，所以其實我們一碗飯就代表了四份的成穀雜糧類喔!還有左邊的全麥吐司兩片，可是右邊的白吐司卻是半片，所以就代表說左邊的這個圖，它是以四份為基準的，就是以一碗飯，然後就是四份為基準。然後右邊這張圖的話，它則是以一份的成穀雜糧類為基礎。然後我們要特別留意的是，像是我們的玉米、南瓜、馬鈴薯、菱角、山藥、芋頭、紅綠豆、栗子等等的這些，它們其實都算是全穀雜糧類喔!油脂及堅果種子類，油脂類一天三到七茶匙，堅果種子類一天一份。油脂及堅果種子類，油脂一天的量是落在三到七茶匙，然後我們一茶匙是五克，所以那就是在15到35克之間。然後堅果種子類，則是一天一份，但是重量是依據食用的種類為基準，但是多半落在7到15克不等。油脂類主要是提供熱量以及必需脂肪酸還有維生素E。一般而言，我們會希望說，能夠使用植物油的前提下，我們就減少的使用動物油。因為植物油與動物油，它們比較下來，動物油含有比較多的飽和脂肪酸以及膽固醇，它們對於我們心血管的健康是比較不利的。所以反而會比較推薦使用含不飽和脂肪酸的植物油，像是我們的芥花油、葵花油、橄欖油、苦茶油等等來作為日常的主要用油來源。那麼為什麼我們還要多分一個堅果種子呢?是因為食用油都是需要經過精煉而製成。在製造的過程中，它會流失許多的天然營養素，因此我們才有特別加入堅果種子類來補充。再者，將這些原型態的堅果種子吃進去，同時可以攝取到各種對身體健康的必需營養素。再來，我們日常生活中常見到的堅果種子類，像是我們的腰果、核桃、花生、芝麻、杏仁、夏威夷豆、開心果等等的。還有一些是類似於堅果，可是它其實不是堅果種子類的，像是我們的栗子、銀嘴豆、紅綠豆，它們其實都算是全穀宅糧類喔。接著，那我們堅果就是每天吃一湯匙，那麼一湯匙的量大概是多少呢?以杏仁果來講的話就是五粒，然後腰果也是五粒，花生是十粒。然後比較需要注意的是，在吃的時候我們可以先取一定的量，我們就可以避免掉攝取過量的問題喔。【豆魚蛋肉類】一天3-8份豆魚蛋肉類每天3-8份，上面的90-240克是以雞胸肉的重量來做大概的重量。豆魚蛋肉類主要是提供蛋白質、脂肪，但我們會以這個順序來講，就是為了減少攝取過多的飽和脂肪酸，所以攝取的順序會以豆類為優先。豆類它本身提供植物性的蛋白質，對於素食者也是很重要的。雖然豆類提供的植物性蛋白跟動物性蛋白相比的話，吸收率的確沒有動物性蛋白的高，但是我們可以藉由跟全穀雜糧類還有堅果種子類一起食用，即可達到互補的效果。同時也可以減少吃入動物性的飽和脂肪酸來減少身體的負擔。然後我們日常生活中重要的蛋白質來源就有我們的黃豆，黃豆製品，像是我們的豆腐、豆干、豆漿等等的，還有我們的海鮮、雞蛋，還有禽畜類。禽畜類就像是我們的家禽，像是我們的雞肉、鴨肉或者是鵝肉，然後禽畜類就是像我們的豬、牛、羊這樣子。豆魚蛋肉類3-8份，可是一份是多少呢?一份的蛋白質可以是毛豆的50克，黑豆25克，半盒的嫩豆腐，無糖豆漿190cc，然後也有吃雞胸肉的30克，或者是一顆雞蛋。那如果要用更日常更簡單的方式來粗估的話，也可以用自己的手掌來當作秤量的工具喔!我們是以手掌指節，然後到手掌的底部這樣子來算的，然後總長度是15公分的話是3兩手，就是3份的蛋白質，然後總長度是18公分的話為4兩手，是4份的蛋白質，然後手掌總長度是20公分的話是5兩手，為5份的蛋白質。但像是荷包蛋那麼大片早就超過了嗎?不是喔，我們還需要根據我們手掌的厚度一起看進去，這樣才是完整的。乳品類一天1.5-2杯乳品類一天要攝取1.5-2杯，一杯是240cc，也就是這樣一天來講的話就是360cc-480cc是一天的量。由於國人在飲食中鈣質攝取大多都是不足的，因此每日攝取1-2杯的乳品類是最容易滿足鈣質需求的辦法。乳品類的種類就有包括我們的鮮乳，像牛奶、羊奶，還有我們的飽酒乳、奶粉、優酪乳、優格，還有各種的乳酪起司，然後他們主要是提供我們的鈣質、蛋白質、乳糖、維生素以及脂肪。如果無法吃或不能吃乳製品的民眾，我們就希望他們能夠藉由選擇其他的鈣鈣食物，像是我們的深色的葉菜類食物，還有我們的芝麻，還有我們的鈣鈣的豆製品，像是我們的豆干或傳統豆腐等等的，來滿足鈣質的需求。我們乳品類一份就是一杯，然後我們每一杯是240cc為基準，那如果在起司的話，那就是兩片，然後45克，那如果在優格的話，就是210克為一份。蔬菜類一天3-5份蔬菜類一天是3-5份，也大約等於300克到500克之間，然後我們每一份是以100克，然後是以煮熟後的蔬菜放入標準碗中，大約8分滿為主。然後蔬菜類主要是提供膳食纖維，植化素，維生素以及礦物質等，顏色越深綠或深黃的蔬菜中含有的維生素A，維生素C，礦物質的鐵，還有鈣，它們含量也會比較高。因此我們會希望在每日的蔬果中至少有1分之1的是深色的葉菜類，像是我們的地瓜葉，青江菜，菠菜，芥蘭菜，紅線菜，空心菜，油菜等這種深色的蔬菜。再來我們這張圖是說，每一種蔬菜類在每一份的標準碗中大概的樣子，多半都是以100克為一份，然後收縮率較高的蔬菜像是我們的大露妹，線菜，地瓜葉等等的這些煮熟後至少要占半碗喔!然後要特別注意的是，像是我們的南瓜，地瓜，馬鈴薯，玉米，山藥，其實這些都是屬於全穀雜糧類，它們不是蔬菜類喔!水果類一天2份到4份水果類一天2-4份也就是200克到400克，跟蔬菜類的分數重量是一樣的，一份都是100克為基準，它們主要是提供維生素C、膳食纖維以及植化素，尤其是維生素C是它們的重要來源，然後它們能夠抗氧化，維持腸道健康，預防便秘、腸癌，還有相關的代謝疾病等等的。但是需要注意的是，水果本身含糖量也是比較高的，因此在攝取上也需要注意分數，然後我們也希望每日的蔬果中至少有1分之1以上是深色的蔬果。接著水果類一份的樣子，以大型水果來講像是我們的哈密瓜，西瓜，木瓜，楊桃，鳳梨等這些，我們會切塊後放入標準碗中大約8分滿就是我們的一份。那如果有一些水果像是我們的土芭樂，蘋果，水蜜桃，橘子，奇異果，我們多半會以自己拳頭大小為一份。那如果是小型的水果像是我們的小番茄，櫻桃跟葡萄的話，小番茄一份就是23顆，櫻桃一份就是9顆，葡萄一份就是13顆這個樣子。另外需要特別注意的是果乾和果汁類，由於他們本身含糖量比較高，也很容易攝取過量，所以我們會更希望我們能夠盡量的攝取新鮮的水果為主就好。維持理想體重，保持良好的生活習慣我們第一個就要配合適度的運動，規律運動每週至少運動5次，每次最好能夠持續30分鐘。那如果沒有運動習慣的人，我們可以循序漸進的開始，能夠讓自己慢慢的進步就好了。水分補充水分補充我們可以用簡單的方法，就是用體重乘以30-50cc，這樣就是一天的喝水量。我們也可以簡單一點來說，那就是每天至少要喝2000cc的白開水，讓身體有足夠的水分，讓身體本身的血液不要那麼黏稠，然後也可以排出體內的廢物等等的。然後就要減少食用高鹽、高糖、高油的食物。長期攝取高油、高鹽、高糖的食物可能會造成我們的肥胖，也可能導致我們罹患心血管疾病的機率增加，也可能會讓我們罹患代謝症候群的情況發生，因此我們能夠避開就避開。最後就是戒菸、戒酒。菸跟酒精對我們身體都是不好的影響居多，因此能夠戒除就戒除。最後就是我們的重點整理。均衡飲食就是每一種類型的食物都要吃到，然後要均衡飲食不要挑食，還有維持理想體重配合適度的運動，還有保持良好的生活習慣，減少食用高鹽、高糖、高油的食物，並且戒菸、戒酒。最後是我們的課後小測驗。第一題，健康飲食是高纖、低油、低糖、低鹽的飲食嗎?是的。第二題，國民飲食指南中的象形圖是將食物分成六大類以及水分嗎?是的。第三題，我們的南瓜、山藥、菱角都是屬於全穀雜糧類嗎?是。第四題，我們要減少食用水果加工後的製品，像是我們的果汁、果乾、果醬等等。這是正確的。第五題，堅果類因為含有豐富的維生素，我們吃多了也沒有關係嗎?這題是錯的喔!最後謝謝各位的聆聽，謝謝!"}