{"title": "【護理科營養組衛教】糖尿病飲食", "url": "https://youtu.be/0FTTvWiDmkU?si=r_3nn40y1S46uYTr", "content": "大家好，我是營養師的助理林靜奕，今天我要來講解糖尿病的飲食味醬。什麼是糖尿病?糖尿病的主要特徵就是血液中的葡萄糖濃度偏高，而我們的胰島素就是負責控制血糖﹐叫它們去其他組織細胞使用後產生能量，以此來降低我們血液中的葡萄糖量。因此，胰島素也是人體中很重要的荷爾蒙之一，但是由於病人本身的胰島素分泌不足或者是作用不良﹐無法有效地運用到我們的組織當中，導致過多的糖分累積在血液中，導致我們的血糖升高，然後使得腎臟無法完全回收，然後就會殘留在尿液中。所以我們來到了糖尿病前期。什麼是糖尿病前期呢?糖尿病前期就是說血糖高於正常值，但未達到糖尿病的診斷標準。接著我們就來看正常人的血糖以及糖化血色素。我們空腹血糖，就是至少要8小時沒有進食的時候，我們量血糖，它正常的素質應該要小於100，然後我們的糖化血色素應該要小於5.7。接著我們糖尿病前期的病人呢，就是空腹血糖，它可能會來到100-125之間，糖化血色素會來到5.7-6.4，然後或者是我們有進行口服的葡萄糖耐受實驗。這個實驗就是要我們喝下已經融入75克的無水葡萄糖後，然後融在300毫升的水中，然後兩小時過後，血糖的素質來到了140-199之間，那也是我們糖尿病前期的指標之一喔!容易發生糖尿病前期的因素就有家族遺傳的關係，也有可能是因為缺乏運動、肥胖、懷孕等等的。再來，糖尿病的診斷標準。糖尿病的診斷標準有以下的規定，像是我們的空腹血糖，要量測大於等於126，然後還有我們的糖化血色素要大於等於6.5，或者是你有高血糖的症狀像是多尿多喝，體重有減輕，還有隨機的血糖值大於200。但是在沒有明確的高血糖情況下，診斷糖尿病需要有兩個異常的結果才可以算數。可是當如果你的素質都很鄰近診斷標準的時候，我們會建議與病人討論他平時是否有高血糖的症狀還有現象，然後我們會希望他在3-6個月內重複做這個測試。那接下來，如果我們有糖尿病了，那我們應該要怎麼吃呢?糖尿病的飲食要點，我想先從均衡飲食，分量攝取以及食物的選擇這三點來講解。再來第一個是我們的均衡飲食，這張圖是由我們國健署發佈的每日飲食指南，就是說我們一天之中需要攝取的六大類食物以及水分，然後圖中我們的蔬菜類以及水果類主要是提供膳食纖維以及植化素。再來我們的全穀宅糧類以及堅果種子類主要是提供能量還有部分的膳食纖維，然後我們的豆魚單肉類以及乳品類是提供蛋白質還有鈣質的部分，然後再來就是我們的水分，就是用於代謝體內的廢物。再來是分量的攝取，每個人的每天的分量會是依據每個人的性別、年齡、活動強度等因素來做決定，然後呢，以下這兩張圖一樣是由我們的國健署裡面提供，它是可以用簡單的方法查詢到每個人身高相對應的正常體重範圍，還有一般男女性一天的熱量所需。大概知道熱量的需求之後，接著我們可以從這張圖表中了解到，一天所需要的六大類食物，它們的分別的份量，但比較特別的是就是有我們的全穀宅糧類，它有分兩個，是因為我國的飲食指南中希望我們一天的全穀宅糧類能夠至少有三分之一為未精緻的全穀宅糧類，就像是我們的糙米飯、全麥製品、燕麥、玉米、地瓜等等。然後旁邊還有寫一個其他，其他就像是說我們的一般的白米飯、白麵包、白饅頭、還有白麵條，但是如果能夠以未精緻的來取代它們會是最好的。然後再來，我們的豆魚、蛋肉類的部分，換以這個順序來說，是因為相較下來，豆類食物，像是我們的黃豆或者是豆製品，它們所含的膽固醇以及脂肪的含量，是相對於其他種類來說是最低的。雖然豆製品的營養素含量稍低，但是如果同時與其他的植物性食物，像是我們的全穀宅糧類混著吃，一樣可以滿足蛋白質的需求。再來是我們的魚類，包括所有的水產動物，它們含有豐富性的動物性蛋白外，脂肪的含量也平均是低於禽畜類的，就像我們就已經低於我們的雞肉或者是牛肉那些紅肉類的，而且它們含的是多元不飽和脂肪酸，對身體有比較多的好處。剛剛只有簡單講解了一些，然後我們先來到我們旁邊的這張圖，是我的餐盤，再來旁邊的圖是從我的餐盤中擷取出來的重點，它就是能夠讓我們比較簡單的，能夠把每一餐的分量落實在我們的生活當中，就像每天早晚一杯奶，然後我們每餐的水果像拳頭一樣大，然後我們的菜就要比水果多一些，然後我們的飯跟蔬菜要一樣大，然後我們的水果就要比水果多一些，然後我們的飯跟蔬菜要一樣大，然後我們的水果就要比水果多一些，然後我們的飯跟蔬菜要一樣大，然後我們的水果就要比水果多一些，然後我們的飯跟蔬菜要一樣大，然後我們的水果就要比水果多一些，然後我們的飯跟蔬菜要一樣大，然後我們的豆魚蛋肉一掌心，但是那個掌心要包括那個厚度也要有喔，再來我們的堅果種子一茶匙，就是以湯匙，那種白色塑膠湯匙的話，就大概它那樣子裝滿的一個分量，再來我們特別把這三樣拉出來，就是因為他們對血糖的影響比較大，就是由我們的全穀加糖類，就像我們的白飯啊，然後我們的吐司，紅豆，綠豆，他們其實也算是喔，還有菱角啊，還有黃地豆，跟那些栗子，他們其實都算是全穀加糖類，然後再來就是我們的水果類，其實每一種水果都含有果糖，只是含量的多寡，但是他們都是對血糖是有影響的，再來就是我們的乳品類，因為他們也其中有含有乳糖的成分，所以一樣也可能對我們血糖的管理比較有影響，再來就講到我們的全穀加糖類，我們一天就是要1.5到4碗，然後全穀加糖類的一碗呢，大概是240克，所以1.5碗到4碗，就是等於240克到640克一天，但這個克數是以，如果是用飯來講啦，像是如果我們像下面有寫的，如果我們是中型的芋頭的話，它220克，他們就是一份喔，然後或者是像我們的小番薯的話，它是兩顆，然後就是220公克，那如果是玉米的話呢，那就是340公克，然後像全麥的饅頭，那就是一個又三分之一個，或是我們全麥吐司就是兩片為一份，所以其實啊，我們有時候可能就會吃超過這些份量，所以我們才需要更加的注意這些份量的使用，再來，什麼水果類的部分，一天就是2到4份，但是我們會建議說，我們會建議說，糖尿病的病人啊，一天吃兩份就可以了，然後我們也會希望說，像我們的水果一份，它大概如果是大型的水果的話，像是我們的西瓜，木瓜之類的，我們就把它切開來之後，分成小碗，或者是裝在碗裡面，然後每大概一碗的話大概是100公克，或者是80到120公克不等，那香蕉的話，如果是比較大根的，就是半根為一份，然後啊，我們要減少食用水果加工後的製品，像是我們的果汁，果醬，還有果乾等等的，因為他們可能都有添加過多的精緻糖，然後就會導致我們的血糖容易不穩。最後就來到我們的乳品類，它一天呢，是1.5到2杯，每一杯是240cc，我們也可以選擇優格，然後起司，或者是全脂奶粉，或者是鮮奶。可是我們在選擇上，我們會希望多選擇像是低脂，無糖，然後他們就會對我們血糖影響會比較少。最後就是要維持良好的生活習慣，我們要定時的監測血糖，我們檢查的時間可以選擇空腹或者是飯後兩小時，還有規律的運動，至少每週要運動五次，每次最好能持續三四分鐘。還有我們要遵循醫囑來服用血糖的藥物，還有避免抽菸以及喝酒。然後規律運動的部分，我們可以依據自己的興趣以及體能狀況來決定要做什麼運動，像我們可以有快走啊，慢跑，游泳，騎腳踏車等等的，但是如果沒有運動習慣的話，我們可以開始培養，我們先求有再求好。所以不一定要馬上能夠運動持續三四分鐘，我們可以循序漸進的來達到這個標準。最後就是我們重點整理，糖尿病的病人就是要飲食要均衡，然後每一個食物都要吃，還有份量要記得控制，不要吃得過多也不要吃太少。然後在飲食中，我們要多食用天然的食物，然後少吃一些加工類的食物，或者是像一些那種再加工的食物，像是我們的果醬啊，然後果汁，或者是我們的泡麵，然後那些香腸啊之類的，這種含有添加物比較多的。然後還要監控血糖，還有規律運動，並且要遵循醫囑來服用血糖的藥物，這樣才是對身體最好的。最後就是我們的課後小測驗。第一題，正常人的血糖值應該要小於100，然後糖化血測數要小於5.7嗎?這是正確的。再來第二題，糖尿病的病人在飲食上不需要多加留意份量的攝取嗎?答案是錯的，他們需要留意喔。再來第三題，第二大類食物中，全穀雜糧類、乳品類還有水果類，他們容易影響血糖。這是正確的。再來，我們要減少食用水果加工後的製品，像是我們的果汁、果乾以及果醬等等的。這是正確的。然後第五題，我們要維持良好的生活習慣，就是要定時的監測血糖，規律運動以及戒菸戒酒。這是正確的。最後，謝謝各位的聆聽，謝謝。"}