{"title": "【護理科營養組衛教】高血壓飲食", "url": "https://youtu.be/m2FqNNr4AVw?si=A0ppjF4odxeVN2OQ", "content": "大家好，我是營養師的助理，林靜怡。今天我要來講解高血壓的飲食。在講解什麼是高血壓飲食之前，我想先讓我們了解什麼是血壓。血壓是一種血液流動衝擊血管壁所引起的壓力，我們稱呼為血壓。血壓可以分為說說壓以及舒張壓。下方圖片就是我們台灣的高血壓治療指引，他跟我們說標準化的血壓量測方式。我覺得看起來的重點就是說我們測量前半小時要避免抽菸，不要喝茶、喝酒或喝咖啡，先不要運動。我們上完廁所之後，我們就先休息五分鐘，這五分鐘前都不要說話。再來就是我們要坐在有靠背支撐的椅子，不要翹腳。還有一個重點是我們要測量兩次的時候，我們中間要間隔一分鐘，然後再測量第二次，然後我們就可以藉此來測他的說說壓以及舒張壓的平均值。再來，什麼是高血壓?要講高血壓之前呢，剛剛上一張投影片的圖，我們有講解到如何正確量測血壓。因此，如果量測血壓兩次的數值都是大於130、80以上的話，我們可以將紀錄交由給醫生，經由醫生評估之後，就可以斷定為高血壓是比較妥當的。然後啊，我們高血壓以往的診斷標準是140跟90，但我們於今年的111年5月更改為130、80毫米拱注。我們正常的血壓現在要落在120以及80這樣子。再來，容易誘發高血壓的行為，就有飲食習慣差，習慣吃得太鹹，喜歡吃加工的製品。然後再來，暴飲、暴食、抽菸、酗酒、缺乏運動等等的。高血壓的飲食重點，飲食重點呢，我想藉由三點來講。首先還是一樣，都是均衡飲食。再來第二點就是對於高血壓最有相關的飲食，叫做德舒飲食。最後我們就是要避免吃下過多的加工製品以及高鹽的食物。藉由這三項要點來避免高血壓的風險。我們從第一個開始來講，均衡飲食，每日飲食指南。這張圖呢，是由我們國健署發佈的每日飲食指南，就是表示一天中我們所需要攝取的六大類食物以及水分。我們人體主要產生能量的食物是藉由我們的全穀雜糧類以及油脂及堅果種子類。提供蛋白質的食物則是由我們的豆魚蛋弱類以及乳品類。蔬菜跟水果則是負責提供膳食纖維及止化素。最後就是我們的水分，對人體就是幫忙稀釋血液，幫助體內代謝並排出廢物等等的。再來均衡飲食的我的餐盤。均衡飲食的意思大概了解了之後，現在我們這張投影片就是要把剛剛那些比較繁複的數值，轉變成我們身邊都能馬上了解的大小份量。像是水果類，在上一張投影片就是說我們一天要二到四份，但是在這邊就變成了每餐水果全投大，就也表示說我們會依據每個人的體型以及身材來挑選我們最適合的分數。然後蔬菜類，在上一張投影片呢，它有說我們一天要三到五份，但是在這邊我們就可以藉由菜比水果多一點，所以說這樣是不是能夠很簡單就能馬上了解每一餐的份量呢?再來我們接下來的三張投影片，就是對於我們高血壓的病人來說最有利的飲食，叫做德舒飲食。德舒飲食呢，就是要藉由選擇正確的飲食來達到預防高血壓的辦法。首先我們的重點，我們分為以下五點來講。高鈣，高鈣的原因就是因為說，它與血管的收縮功能有相關，然後接著我們鈣質含量豐富的食物，我們主要就是有我們的低脂奶以及脫脂乳品類。其次就是我們的豆干，生綠色蔬菜，小魚乾，然後等這類型的東西，它的鈣質含量都是比較高的。再來高鉀，它與排除鈣離子的功能有相關。鉀為我們細胞內含量最高的礦物質，它對於解抗鈣離子，改變對於鹽的敏感作用有幫助。它比較多存在於我們的蔬果，奶類之中。再來高鎂，鎂參與身體許多的酵素功能，有足夠的鎂能夠改善我們胰島素的敏感度。我們可以從我們的堅果類，蔬菜類為主要的來源之一，然後也可以從含麩皮，還有胚芽的全穀類，像是我們的糙米，燕麥，蕎麥，這類的含量也比較高喔。接著我們的高纖，幫助膽固醇排除並穩定血糖，它可以藉由阻斷單糖快速吸收到我們的血液循環中，並改善胰島素抗性的散食。膳食纖維豐富的食物就包括我們的蔬菜類，水果類，然後味精製的全穀雜糧類，這類型的它們都有較多的纖維質。再來最後我們的少飽和脂肪酸，如果飽和脂肪酸攝取過多的話，就會提升我們內生性的膽固醇，它會促進我們動脈周狀硬化的問題。因此在食物選擇上，我們會鼓勵我們多選用奶類，我們多選用低脂或脫脂奶，然後我們就降低使用內臟類的食物，然後少吃有肥肉的地方，像是我們的皮啊，或者是三層肉之類型的食物，就減少食用它。再來像我們的五大原則，它就有寫說，第一個，選擇全穀及味精製的雜糧類，我們味精製的全穀雜糧類呢，佔一天主食的三分之二以上，我們就可以選用我們的雜糧飯，紫米南瓜，地瓜，燕麥等等的。再來第二個，大量蔬菜，還有適量的水果，一般人呢，可以攝取各五份的蔬果，但是糖尿病的病人需要注意喔，他一天的水果是不能超過兩份的，然後我們在這些分數，我們可以多選擇說顏色不同的蔬菜水果。再來第三點，選用低脂奶，我們正常人呢，每天可以攝取1.5到2份的乳製品，在選擇上我們可以選擇我們的低脂乳品，脫脂乳品，或者是無糖優格之類型的。再來第四點，蛋白質以白肉為主，我們一天的蛋白質攝取是3到8份，我們可以多以白肉為主，可以減少飽和脂肪酸的攝取量。像是我們就可以多選我們的豆製品，魚肉，不帶皮的雞肉為主。再來第五點，吃堅果用蠔油，堅果呢，我們一天是一份，大約5到10顆，那我們在選擇上會選擇沒有調味過的堅果。然後在烹調用油方面，我們會希望多選用我們的植物油來取代動物油為主。再來像是食物的選擇上，我們第一個多選擇全穀以及未精緻的雜糧類，我們就可以選擇說，選用未精緻的含麩皮的全穀雜糧，或者是根莖類來取代精緻過的白米飯，或者是白麵製品。如果口感上還無法適應的話，我們可以部分的全穀米還有加白飯一起煮，然後等我們口感比較能夠接受之後，我們再逐步的減少白米飯的比例，然後增加全穀米的比例這樣子，來達到一天至少三分之二以上的全穀類。再來第二個，大量的蔬菜以及適量的水果，我們可以選擇多種不同顏色的水果。他們上面還有寫說，天天5加5蔬菜水果，每天攝取5份的蔬菜以及5份的水果，像我們深綠色的蔬菜就可以每天都要攝取到。然後含甲含量豐富高的水果，就是我們有我們的紫菜、菠菜、香菇、空心菜等等的甲含量豐富高的水果，有哈密瓜、木瓜、香蕉等等的。然後如果我們要選擇100%的新鮮果汁的話，就是盡量不要再額外再加精緻糖，會是最好的選擇。再來我們選用低脂奶，我們可以選擇低脂或者是脫脂乳品類，無糖優格等等的。另外我們可以，如果不知道要如何在每餐特別食用的話，我們可以把它分配在我們三餐或者是點心之間食用，也可以搭配燕麥啊麥片作為早餐來食用。也可以將乳品類入菜，可以做玉米濃湯、蔬菜濃湯這類型的，也可以把起司加入，做個焗烤之類的。那如果飲用乳品會有脹氣腹瀉的人的話，我們可以改用低乳糖或是沒有乳糖的製品，像是我們的優格就會比較沒有乳糖的問題。蛋白質以白肉為主，我們就是希望我們能夠把紅肉改成白肉，屬於白肉的東西像是我們的豆製品，然後不帶皮的家禽類，像是我們雞鴨鵝還有魚肉為主。平均分配的話，就把它盡量分配在三餐食用，不要大小餐來食用我們的蛋白質，就是假設我們早上沒有吃，然後把它集中在中午跟晚上的話，這樣其實會比較不妥當一些。我們的紅肉的話，就像是我們的豬、牛、羊，還有內臟類食物，我們就盡量減少食用它的次數，然後如果真的要吃，我們就盡量以瘦肉為主，然後在吃的時候能夠去除我們的肥肉的那一層還有外皮。再來最後，每日堅果建議時刻，選用植物油為主，要用油，我們就是堅果類，我們就是有我們的腰果、開心果、松子、核桃、芝麻等等的，我們可以直接吃，也可以把它拿來入菜，我們可以當成三餐的點心啊，但是我們會希望說，在吃之前就已經把固定的份量拿出來，為了就是要避免我們一口接一口，然後就超出了原本的份量。然後在選擇上，我們可以選用沒有調味過的堅果，這樣就可以防止攝入過多的鹽分還有糖，就是我們的糖粉這樣子。然後在烹調上，我們會希望能夠多選用植物油，像是我們的橄欖油、沙拉油、葵花籽油、芥花油等等的，然後我們會依照不同的烹調方式來選擇適合的用油。像涼拌，我們低溫的烹調都可以用橄欖油，然後比較大火的話，用炒的我們就可以用我們的沙拉油。然後如果能夠在烹調上也可以改用我們的清蒸、涼拌、川燙也可以減少烹調用油，所以也可以減少每日攝取的油脂份量。再來，特殊飲食真的適合每一個人嗎?以飲食來說的話，自然是每個人都可以實行的，但是部分的疾病會因為這個飲食的辦法而較不適合使用。像是我們腎功能不佳的病人，如果正好也有在限制鉀的含量的話，就不太適合跟著這個飲食走。還有像是水果類的部分，希望一天能夠達到五份，但對於糖尿病的患者而言，就需要調整成兩份就好，他們不能過多。然後還有我們腸胃道敏感的人，因為我們這個飲食本身就含有大量的纖維以及乳糖，如果要開始的話，我們會希望是循序漸進的方法來逐步的開始。第四點，誘惑者對於堅果還有乳品類過敏的人，可以藉由多補充全穀類以及蔬菜類來補足這個沒有吃到的問題。以上這幾點算是簡單來講，但是實際情況還是得藉由諮詢營養師來尋求最專業的幫助。再來我們要避免加工以及高原的食物。在飲食之中，我們需要能夠避免吃太鹹以及加工過度的食物，像是我們的果醬、罐頭類食物、臘肉、泡麵這類型的食物，我們能夠少吃就盡量少吃。最後，我要來告訴大家居家量測血壓的722原則。我們要持續測量7天，然後每天早晚各一次，然後每個時段量兩次，然後每一次中間取一分鐘的間隔。然後測量前我們就要先休息5分鐘，在舒適平穩的環境下測量，坐在有靠背的椅子上，然後不要翹二兩腿。測量的時候手臂平放於桌面上，約與心臟相同的高度。壓脈帶要綁在手臂而非手腕上，然後722做完總共會有14個平均值。我們將此紀錄交給我們的醫師，再由醫師評估是否為高血壓。最後是我們的課後小測驗。第一題，經常攝取高糖、高鹽、高鈾的飲食，會導致高血壓的發生嗎?是的。再來第二題，診斷高血壓的標準，今年更改為收縮壓130，舒張壓80。這是對的。再來得舒飲食的重點為，高血壓的發生。再來第二題，診斷高血壓的標準，今年更改為收縮壓130，舒張壓80。這是對的。再來得舒飲食的重點為，高甲、高鈾、高美、高纖、還有小飽和脂肪栓。這是對的。再來血壓722是連續測量7天，一天兩次為起床後以及睡前，並且每次測量兩遍。這是對的。最後一題，測量血壓之前，不需要稍作休息就可以直接測量嗎?這是錯的。最後，謝謝各位的聆聽，謝謝你們。"}