{"title": "【護理科營養組衛教】高血脂飲食", "url": "https://youtu.be/dAPSgOfLMj4?si=HSDi1Ee6hRnEIZ4x", "content": "大家好，我是營養師的助理 林靜奕。今天我要來講解高血脂的營養照護。什麼是高血脂症?它屬於一種慢性疾病，是由於體內的血液中 三酸甘油脂或者膽固醇的指數或者是兩者其中之一超過標準值，導致我們的血脂異常，即可稱為高血脂症。高血脂症還可以分為以下三種，高三酸甘油脂血症、高膽固醇血症以及混合型高血脂症。高三酸甘油脂血症，就是說血液中的三酸甘油脂的數值大於150的正常值。高膽固醇血症，就是說我們血液中的總膽固醇的數值大於200。最後，我們的混合型高血脂症，就是兩者的數值都超過正常值。然後，要注意一點，在測驗血脂之前，我們需要空腹12小時。再來，我們哪些人，還有哪些行為容易誘發高血脂症呢?第一個，我們的飲食習慣差。高油飲食，像是裡面就含較多的三酸甘油脂以及膽固醇，就有可能導致多餘的熱量，然後它會轉成我們的脂肪儲存在我們的身體裡面，然後就會使得我們的體重上升，然後又使得我們的血脂過高。然後過高的血脂的話，就有機會造成血液黏稠度上升，也可能會導致部分的膽固醇沉積在血管壁上，最後會使得血管變狹窄。然後可能會導致阻塞以及血壓的上升。第二，遺傳。家族性的遺傳，就有可能會影響到血壓、血脂以及低密度子蛋白肥胖的基因。所以如果家庭中有人有高血脂症的家族病史的人，得到高血脂的機率就會比一般人還要高喔!第三點，長期的吸菸以及酗酒者。香菸中含有尼古丁、膠油等化學物質。尼古丁進入我們的血液循環後，會刺激我們的心臟以及腎上腺，釋放大量的兒茶分胺。兒茶分胺會使得我們心跳加快，血管收縮，使得血壓升高，還會降低我們的高密度膽固醇，並提升我們的高酸酸甘油脂的問題。它也會造成我們的低密度子蛋白變性並且堆積，最後會造成血管的損傷或動脈硬化。酒精的話，本身就會造成酸酸甘油脂的囤積，如果過量的話，就很容易會導致高血脂、高血壓，甚至心血管疾病的發生。如果對飲酒無法控制，長期下來的話，就不會只有高血壓、高血脂的症狀，嚴重的話可能會有得到肝癌、心臟血管疾病，所以要注意飲酒的壞處永遠大於好處。缺乏運動不愛運動的人，容易發生高血脂的情況。運動可以促進我們的血液循環，新陳代謝，並對我們的血脂方面，主要可以降低總膽固醇，以及低密度膽固醇的量，然後還有我們的總熱量。然後再者，它還可以促進我們的高密度子蛋白的濃度，對於血壓降低，促進胰島素的效用有很大的影響喔!第五點，疾病的因素導致高血壓是一項獨特的危險因子，因為高血壓本身不但是一種疾病，也可能與高血脂一樣屬於心臟血管疾病的危險因子。然後糖尿病的病人也很常見到會有血脂異常，然後就是有可能是三酸甘油脂的濃度過高，與高密度子蛋白的濃度過低。所以糖尿病的患者中，如果有罹患、高血壓、高三酸甘油脂血症，以及高膽固醇血症的人，明顯沒有糖尿病的患者多喔!第六點，其他的疾病所導致的併發症其他疾病像是我們的甲狀腺功能低下、尿毒症、腎病症候群的低脂蛋白血症、阻塞性肝病，都有可能會導致併發的高血脂症發生喔!那我們應該要怎麼吃，才能夠避免高血脂症的發生呢?再來，我想要分為以下三點來講均衡飲食，避開高油、高糖，以及避免酗酒還有維持理想體重第一點，均衡飲食就是我們要多吃纖維含量高的蔬果然後避開高油、高糖，以及避免酗酒第二點，減少高脂肪食物我們選擇膽固醇含量較低的食物，像是蔬菜、豆製品、瘦肉然後我們也可以多吃纖維含量多的蔬菜，它可以減少膽固醇的吸收再來，我們要限制甜食因為糖可以在肝臟中轉化為三酸甘油脂，就會造成三酸甘油脂濃度增加所以我們要限制甜食的攝取再來就是要戒酒酗酒或者是長期飲酒都會使得我們血液中的低密度脂蛋白的濃度增高然後也有可能會引起我們的高脂血症第三點，維持理想體重我們加強體力以及鍛煉運動不僅能增加我們熱能的消耗，也可以增強我們身體的代謝並提高體內的一些酶的活性然後那些酶有利於三酸甘油脂的分解，進而降低我們血中的脂肪因此加強運動也能預防高脂血症然後對於體重超標的人，我們應該在醫生的指導下逐步減重每個月最好以減重1-2公斤最為剛好再來我們優先從均衡飲食每日的飲食，我們可以從中獲得到足夠身體所需的營養素我們六大類食物中，每一類食物都提供多種不同的營養素我們每一類食物都要吃到建益量才能夠達到均衡的營養然後以及吃入已經消耗都要達到平衡，這樣會是對身體最好的再來均衡飲食的意思大概了解了之後我們現在這張投影片呢就是把剛剛那些比較複雜的數值，轉變成我們身邊都能馬上了解的份量大小像是我們的水果類，在上一張投影片就是說要2-4整份2-4份但是在這邊就變成了每餐的水果全投大也就是說我們依照每個人的體型以及身材選擇最適合自己的份數像是蔬菜類，上一張投影片也說我們要3-5份在這裡就是說我們可以藉由菜比水果多一些就能夠馬上能夠分辨出我們每餐的份量再來我們蔬菜的份量要盡量足夠因為蔬菜中的膳食纖維有助於我們的膽固醇的代謝進而預防我們心血管疾病的發生但是在水果的攝取上需要留意因為容易吃過量，也會導致糖分攝取過多進而轉成我們體內的脂肪儲存起來喔再來我們要避開高油我們飲食中，高油飲食對於我們鞋子是最有直接的影響我們就可以從烹調上來做改動像是我們可以少用油炸、油煎、香酥、三杯等方式我們改成用我們的蒸、煮、烤、燙、涮等方式來代替再者我們的用油選擇上我們可以少用植物油把少用動物油多用植物油來代替再來避開高糖以及高油過多的糖分也是造成鞋子異常的因素因為過多的精緻糖或者是碳水化合物皆會刺激我們的脂肪生成進而影響三酸甘油脂的上升所以我們要少吃含反式脂肪酸以及精緻糖的製品像是我們的糕點類、油炸食品、人造奶油、奶精、爆米花這類的甜食等等另外額外添加量的總糖量不宜超過總熱量的10%像是我的體重62公斤大約一天的話1800大卡那我們用1800大卡乘上10%就是我們一天的總熱量10%等於180卡再除以4大卡每公克因為糖的每一克的熱量是4大卡所以我的話就等於180再除以4會等於45克的糖量所以代表說我一天能最多吃的糖量就等於45公克的糖相當於我們九顆方糖因為一顆方糖約為五克所以我一天的額外添加糖的攝取量是不能超過九顆方糖會是比較好的這一項投影片就是說如果我們選擇了全糖飲料其實就已經超標囉還有部分比較酸的飲品就會需要比較多的糖來把酸壓下來因此飲料的選擇我們會這樣說能夠不喝就不喝不然的話就希望選擇我們無糖或者是微糖這樣也是對身體會比較好的選擇避開高糖減少食用多以精緻糖所做的麵包糕點 零食以及含糖飲料這類高糖類的食物也要特別注意一點水果類也是容易被忽略掉的一項因此要注意食用時的糞便量來避免糖分攝取過多這張投影片是在說酒精代謝主要是藉由我們的肝臟在進行並在最後會到細胞中生成脂肪酸最後再形成三酸甘油脂酗酒脂長期會因為營養不良而導致肝臟和呈出的三酸甘油脂無法被吸帶出來所以就會造成脂肪堆積進而引發脂肪肝的發生規律運動 維持理想體重規律運動就是建議每週運動至少3-5次每次至少30分鐘運動過後的心跳應該要達到每分鐘130次以上維持理想體重 過重者的話需要減重正確的減肥速度是一星期減掉0.5-1公斤再來最後的課後小測驗第一題 體重過重不會增加高血脂的風險嗎答案是錯的 它會喔再來第二題 運動可以預防高血脂症這是正確的再來第三題 葵花籽是好油所以高血脂的患者可以吃很多嗎答案是錯的喔再來 多吃高纖蘇果有助於降低我們的血脂這是正確的所以我們烹調的方式應該盡量避免油炸改用蒸 煮 烤 燙的方式來烹調這樣是對的喔最後謝謝你們的聆聽 謝謝"}