{"title": "【護理科營養組衛教】慢性阻塞性肺疾病飲食衛教", "url": "https://youtu.be/vYxJFkMaM0c?si=SQNAXFt3TZ5kXqHR", "content": "大家好，我是營養師的助理林經益。今天我要來講解慢性阻塞性肺病的飲食衛教。什麼是慢性阻塞性肺病?它又被稱作肺阻塞。它的特徵就是長期咳嗽、呼吸喘以及咳嗽有濃痰。長期咳嗽就是指咳嗽超過8週以上。呼吸會喘，對一般人而言，1分鐘的呼吸為12-18次。但是如果1分鐘呼吸大於20次，就可以被定義為會喘，咳嗽有痰。診斷標準會藉由肺梁基鑑檢查，假設數值小於0.7，就表示病人的呼氣氣流受阻。肺阻塞的危險因子有吸菸。肺泡在接觸到吸菸的有害物質之後，它會沉積在肺泡裡面，造成慢性的肺泡發炎，然後造成肺泡結構受傷，到最後就會變成肺氣腫。所以不管是使用菸斗抽菸、抽水菸、或者是吸食大麻者、或者是電子菸，得到肺阻塞的機率都比沒有抽菸的人高。呼吸道敏感是僅次於抽菸而造成肺阻塞的危險因子。相較於沒有呼吸道敏感者，呼吸道敏感者得到肺阻塞的機率會高於15%，有氣喘的人會隨著時間的推移，之後產生慢性阻塞性肺病的機率為沒有氣喘者大12倍。肺部老化，正常的生理衰老會造成肺泡空間的擴大以及喪失肺臟的彈性。這些現象在年長者上稱為老年的肺氣腫。肺臟如果長期暴露在抽菸的煙霧中，又會加速肺臟的老化以及失能。然後還有空氣污染，會使粘性分泌物增加，造成慢性咳嗽，使得痰不容易咳出來。遺傳，與抗胰蛋白酶缺乏症有關。感染，如果在幼兒時期曾患有嚴重呼吸道感染疾病史，在長大成人後，肺的功能可能會較差。然後咳痰喘，是慢性阻塞性肺病的典型症狀。它有呼吸短促，慢性咳嗽，呼吸困難，咳血，疲倦，意識不清，發燒，嚴重時可能會造成心臟功能受損。再來，我們該如何給肺阻塞的病人在最不增加代謝負荷的情況下，提供最能改善呼吸肌肉的營養照護呢?再來，以下這三點對我來說認為比較重要，就是維持理想體重，多攝取優質蛋白質以及補充足夠的水分。為什麼要補充足夠的熱量呢?因為長期的呼吸道阻塞，導致呼吸的阻力增加以及耗氧的能量上升，進而增加呼吸肌肉的負荷並增加代謝速率。每日的消耗總也會因此而上升，最後演變成消耗大於攝取。然後除此之外呢，治療藥物也會降低食慾以及抑制味覺，進而提升營養不良的風險。然後在獨居以及年邁的病人上，發生營養不良的風險又會更高，因此我們才要在意熱量的補充。再來，為什麼我們一定要攝取優質蛋白質呢?因為蛋白質主要就是用來修復組織，身體有發炎，此時就需要蛋白質，以及它還可以維持我們細胞的免疫力。還有，避免當我們身體營養不良的時候，我們身體很聰明，它會自己利用自身的肌肉分解成蛋白質，再來產生能量。所以我們就會擔心說，它讓我們身體本身肌肉就已經不多又營養不良了，還用身體的肌肉來產生能量，就會造成說你的身體一直好不起來，因為肌肉量一直不足，它也沒有辦法修復，所以我們才需要攝取優質的蛋白質。最後，補充足夠的水分。肺阻塞的病人應該要適時的補充水分，以防排痰的困難，就是會造成痰會很濃稠，咳不出來的狀況發生，所以我們多喝水可以減少這個情況發生。再來，這張圖我們要補充足夠的熱量，就是要均衡攝取六大營養素。六大類食物中每類食物提供不同種類的營養素，每一類食物都要吃到健益量才能夠達到均衡，並且多吃蔬果、魚類還有全穀類的飲食有助於降低肺阻塞發生的風險。再來，這張圖是由國健署提供給民眾的每日飲食指南。然後我們主要用來提供熱量來源的食物就是我們的全穀雜糧類以及油脂及堅果種子類。提供人體蛋白質來源的是由我們的豆魚蛋肉類以及乳品類，膳食纖維以及植化素則是由蔬菜及水果類為主，然後最重要的也要補充足夠的水分。再來肺阻塞的另一個飲食要點就是要高脂、低糖、高蛋白，然後我們糖類以及脂肪是主要的熱量來源。在體內代謝過程中，糖類跟脂肪都會產生出二氧化碳，但是又以糖類產生的較多，因此我們飲食當中會傾向高脂低糖，但是又會因為過多的脂肪又會造成胃部排空較慢，因此會限制橫膈膜空間，使得會喘不過氣來。因此，我們需要依靠當下的情況，就是臨床情況而調整飲食中脂肪的比例以及碳水的比例。再來在全穀雜糧類的情況下，我們就是要減少攝取過多的精緻澱粉，像是我們的蛋糕、果汁、果醬、含糖飲料等等。再來，油品的選擇。我們的油脂及堅果種子類在選用油的時候，我們會偏向選用植物油，像是我們的菜籽油、苦茶油、橄欖油等等來作為主要的烹調用油。接著我們可以用少量多餐的方式，在一天中安排4-6餐，相較於在一餐中補充較多的營養。我們將餐食以適量且優質的形式分散在各餐當中來進食，比較能避免病人在餐後喘不過氣來，並且又可以達到我們的營養需求。再來就是優質的蛋白質。優質蛋白質的兩類為，豆魚蛋糯類以及乳品類。蛋白質就是用於建造及修補組織，維持身體的功能以及抗體的免疫等等的。歐洲腸道營養協會建議說，65歲以上的老人家，蛋白質的每日攝取總量應該為每公斤1克的蛋白質到1.2克的蛋白質。但是病人或老人家本身身體就有一些急性或慢性的症狀，他們會導致營養不良或已經有營養不良風險的老人的話，會希望每日蛋白質的總量提升到每公斤1.2克到1.5克的蛋白質。然後呢，豆魚蛋糯類一天需要吃到3-8份，每一份的蛋白質約30-40克不等。像是一般的魚類多半為35克為一份，雞胸肉則是30克為一份，雞蛋一顆為一份，一顆大概55公克。嫩豆腐大約半盒為一份，140克，諸如此類的。但是因為我們不可能隨時都有磅秤，此時我們就可以依照手掌的大小來估算當餐的肉類大約為幾份。圖中我們會以手節中最末端，就是我們的中指的部分，到手掌的底部來做區分。當種長度為15公分，為3兩手，也就是有3份的蛋白質，18公分為4份，然後我們的20公分為5兩手，就是5份的蛋白質。但是如果像荷包蛋那麼大，不就已經超過了嗎?此時我們需要連手掌的厚度也要一起看進去才算一份哦。再來我們的乳品類，一天需要攝取到1.5-2杯，每杯240cc。如果不喝牛奶的人，或者是有乳糖不慢症的人，也可以換成無糖的優格210克，起司片45克，大約2片。或者是如果是以奶粉的話，那就是全脂奶粉30克，低脂奶粉是25克。再來補充足夠的水分。肺阻塞的病人應該要適時的補充水分，以免排痰會有困難，還有能夠預防便秘。在18-60歲的病人會建議每日每公斤體重35毫升的水分，60歲以上則是每公斤體重30毫升。但要注意，如果有心臟或者腎臟相關疾病時，則需依照醫師的指示來飲用哦。再來飲食的注意事項。每日補充足夠的膳食纖維，會建議每天達到20-35克。膳食纖維可以用於腸道的免疫力，增加飽足感，以及預防便秘。然後我們蔬菜類每天3-5份，每一份100公克，大約是煮熟後放入標準碗的8分滿。然後我們會希望每一天至少有1.5份蔬菜為生綠色蔬菜，例如我們的地瓜葉、青江菜、空心菜、紅線菜這類型的生綠色或是深色蔬菜。然後每日三餐的蔬菜中，會希望它有多種的變化，並選擇當地、在地、新鮮的蔬菜會更好。然後水果類每天2-4份，每一份在80-120克不等。像如果是大型的水果，像是西瓜、哈密瓜、香瓜、芒果、火龍果這類型的水果，我們可以切好以後放在標準碗中大約到8分滿為一份。水果的外皮含有豐富的膳食纖維，所以口感較為粗糙。但是由於膳食纖維具有預防便秘、腸癌、腦血管疾病等等，所以可以連皮一起吃的水果，例如蘋果、水梨、番茄、桃子、李子這類的水果，我們會希望把它洗淨，連果皮一起吃下去。並且在選擇上，我們也會選用當季且在地的水果為主。再來就是少吃容易脹氣的食物，像是我們的豆類以及根莖類。就有我們的地瓜、馬鈴薯、南瓜、山藥、蓮藕等等的。像豆類就含有不容易消化的寡糖，然後根莖類則是含有不容易消化耳朵糖類，他們兩個攝取過多都會容易造成產氣的情況發生。然後食製花科的蔬菜，像是我們的綠白花椰菜、紅白蘿蔔、高麗菜、青椒、洋蔥、小白菜、大白菜、蘆筍等等這類含有不容易消化耳朵糖類，而且他們本身含有硫化的成分，就會造成食用後容易產生氣體。最後我們要避免刺激性的食物，像是我們的辣椒、蔥、咖啡、汽水、酒精這類的。然後部分的飲品除了會造成腹脹以外，也可能會刺激氣管黏膜，然後還會加重咳嗽、氣喘以及心悸的情況發生，然後可能又會誘發哮喘，因此能夠不喝、能夠不吃就是盡量避開。最後我們來到了課後小測驗。第一題喔，抽菸、呼吸系統感染、空氣污染不會造成肺部的傷害嗎?錯的。然後第二題，足夠的營養素可以改善呼吸能力，避免病人消瘦下來。這答案對不對?對。然後第三點，多補充水分可以幫助痰液的排出。這是對的。為了補充足夠的熱量，我們應該大量攝取碳水化合物及脂肪，這樣對嗎?不對。然後多攝取高纖維的食物，像是蔬菜、水果可以預防便秘。對的。然後最後謝謝各位。"}