{"title": "【護理科營養組衛教】肺結核飲食", "url": "https://youtu.be/eiLcHCKpEdg?si=-DjMs7n9pkrqhh4O", "content": "大家好，我是營養師的助理 林經益。今天我要來講解結核病的飲食衛教。什麼是肺結核、結核病、肺癆?他們是什麼?他們其實都是同一種疾病，只是名稱的不同。但是我們比較常聽到的，他們都叫做肺癆，台語叫做hiro。肺結核是由一種耗氧性、耐酸性的結核桿菌感染肺部所引起的一種慢性傳染性的疾病。切記，絕對不能擅自停藥。如未徹底根治的話，要再次治療需要花費更多的時間以及讓身體更加的不適。結核病是如何傳染的?多半我們常聽到的都是飛沫傳染。假設帶菌的結核病患者，他們在公共場合之中亂吐痰、唱歌、咳嗽、大笑或甚至是講話的時候，他們口中所跑出來的飛沫，他們之中含有結核桿菌。當這些結核桿菌乾燥後，他們會漂浮在空中。然後有一些直徑小於5米的飛沫殘核，他們可經由我們的呼吸道達到我們正常的肺泡中，造成感染。空氣傳染強調，即使你離開了感染源很遠的地方，你也有可能受到感染，因為致病源可能會附著在空氣的灰塵中進行傳播，因此也不能掉以輕心。吸入結核桿菌後，我一定會發病嗎?一般而言，從受到感染到初期病症發現，大約需要4到12週，而從感染後6到12個月是病程持續進行到肺結核最危險的時期，所以無論如何，一旦受到感染，終其一生均有可能為潛在發病源。哪些人容易發生肺結核?近期被感染到肺結核桿菌的病人。還有，曾有過去病史，不曾接受過治療，從胸部X光中有治癒的纖維化病灶。免疫系統功能較弱的人，例如艾滋病人、糖尿病人，末期生病，長期營養不良，更年長者。肺結核的症狀有哪些?他的症狀跟一般感冒非常相似。常見的症狀包括有全身性的症狀，像是午後發燒、厭食、體重下降、夜間到汗、失眠等等。肺部的症狀像是咳嗽持續超過兩週，胸口緊悶、胸痛的感覺。我們的痰也會變得黏液樣或是濃樣、很稠的痰，嚴重時也有咳血的症狀會發生。結核病的病人應該要怎麼吃呢?重點還是一樣，都是均衡飲食，充分攝取各種不同類型的營養素來獲得最多元的保護力。水果類，每一份的大小就像我們拳頭一樣大份，或者是切片後放入標準碗中剛好一碗的份量就是我們的一份。蔬菜類，每一份的大小就是我們煮完後放入標準碗中大約八分滿為一份。成穀雜糧類，每一份的份量約是我們一般的家庭用的飯碗為一碗為一份，吐司的話是兩片，又或者是一又三分之一個饅頭。肉魚蛋肉類，每一份的份量大約是半盒的一個嫩豆腐，然後雞蛋一顆，或者是雞胸肉跟魚肉，這樣的話三十克為一份。乳品類的話，一杯240cc為一份，牛奶又肉乳飽酒乳一杯，或者是乳酪片兩片，45公克，或者是優格210克。油脂及堅果種子類，一茶匙為5公克，然後5公克為一份，杏仁核桃7克為一份，腰果、開心果、葵花籽10克為一份，沙拉醬是兩茶匙為一份，蛋黃醬是8克為一份。最中間的水份的部分，盡量補充足夠的水份，可以依照每個人的體重乘上30-35cc來知道自己一日所需的飲水量。肺結核的飲食要點，我們熱量的部分，需要注意說病人是否能夠攝取到足夠的熱量，因為病人可能會因為病情的改變，導致食慾變差、疲倦、噁心甚至嘔吐等等，導致體重減輕，熱量攝取不足，所以說我們才需要更注意熱量的攝取。糖類的部分，我們沒有需要刻意減少它的攝取，可以多以全穀折瘍類為主，再折胃精製的全穀類，含有較多的營養素以及膳食纖維。最後，在吃完甜食之後，盡量要以刷牙來維護口腔的衛生。補充足夠的蛋白質以及鈣質，這一點非常重要，因為蛋白質在人體的生理功能具有修復以及建造，還有提供免疫細胞的合成等等，因此這就是我們需要補充的原因。鈣質要補充是因為它對於結核病的修復也有幫助。有紙的補充，就可以多選用植物油用來替代我們在烹調上面多用的動物油，來減少飽和脂肪酸的攝取。適時的補充鐵質，若病人有咳血的情況發生，可以適時的補充含鐵質的食物，像是肉類、豆類以及生綠色蔬菜等等。下方的圖片是告訴我們這兩種類型的食物中每100克的食物含有多少的含鐵量。補充足夠的水分，水分補充大約在每日2000cc以上，或者是像上述一樣，就是說以體重為標準乘上30-35cc，就是一日所需的飲水量。然後就是選用富含維生素C的蔬果，因為維生素C對於腸道吸收鐵質有幫助，像是蔬菜中的苦瓜、青花菜、甜椒、芥菜等等的，水果中就像是芭樂、番茄、柑橘類以及奇異果等都是維生素C較高的食材。加強維生素B6以及維生素D的攝取抗結合藥物會導致體內中的維生素B6增加它的排泄以及干擾維生素D的代謝，然後也會降低鈣跟磷的吸收。所以飲食中需要加強維生素B6、維生素D、鈣跟磷的攝取，同時也要記得均衡飲食，攝取足夠的水分，維持身體的正常體態以及體能，以對抗病魔的入侵，減少喝酒跟抽菸。最後我們到了課後小測驗。肺結核是一種由結核桿菌所引起的一種慢性傳染病。他們都不會傳染嗎?答案是錯的，因為我們有分開放性跟不開放性的。第二題，結核病傳染主要是透過飛沫傳染嗎?是的。第三題，服用結核桿菌的藥物，如果情況有好轉的話就可以自行停藥嗎?答案是不行的。第四題，飲食中需要加強維生素B6、維生素D、鈣得攝取嗎?是的。第五題，均衡的飲食和充足的水分，來維持正常的體重以及體能，可以對抗病魔的侵襲。這是對的。最後，謝謝你們的聆聽，謝謝。"}