{"title": "【護理科營養組衛教】衰弱症的營養照護", "url": "https://youtu.be/-h-SwaNrNsY?si=W069mc6XSvjXrGVw", "content": "大家好，我是營養師的助理林靜奕，今天我要來講解衰弱症的營養照護。什麼是衰弱症呢?衰弱症不是一種疾病，它比較偏向是一種臨床的指標，而且是一種可以預防且改善的狀態。像是說，它的六大危險訊號就有說，胃口不好、體重減輕、疲倦無力、提不起精神、走路變慢容易跌倒、出門次數減少、活動量減少、記憶力變差、心情也變得愈足、生活自理變差、需要他人的協助，這六點是比較重要的危險訊號。衰弱症的危險因子有哪些呢?像是說，衰弱症普遍認為是因為年紀增長而造成的功能衰退以及脆弱度增加。其實原因不只是一種，其中一個原因不會是因為其中一個原因造成的，像是可能是多重一起的，就可能是互相影響的，然後它就可以分為我們的內在跟外在因子，而且彼此交互作用而誘發導致衰弱的發生。內在就比較偏向性別、年齡、營養不良、慢性疾病、心理因素以及藥物的使用。外在就會有經濟的條件比較差、教育程度不高，或者是有不良的生活習慣，像是有抽菸的菸癮或者是酗酒這種情況。再來這一張圖表就是我們的衰弱症評估的簡單量表的圖示化。你看這邊就有寫說，體重減輕就是未刻意減重下，過去一年內體重減少了3公斤，就是我剛剛有算出來3公斤或者是5%以上。然後我們此時就要先問說，個案的體重是否和一年前差不多或者是還有減少，就是我們先問個大約就好。然後下肢的功能就是說，無法在用手支撐的情況下，從以上無法站起來5次。然後在過去一週內是否體會起勁來做。所以我覺得從這個量表中，我感受到說，就是我們這評估可以不用只做一次就來判定這個結果。我們可以過一段時間再來評估也是可以的。然後還有一點就是量體重這件事情對老人家來說是非常重要的。我們就可以時刻的注意到，體重有沒有非刻意的減重了，體重減少了，這點就非常的重要。然後下肢功能也對老人家避免他跌倒方面說也很重要。再來這一張圖表就是我們的衰弱症評估的簡單量表的圖示畫。你看這邊就寫說，體重減輕就是未刻意減重下，過去一年內體重減少了3公斤，就是我剛剛有算出來3公斤或者是5%以上。然後我們此時就要先問說，個案的體重是否和一年前差不多或者是還有減少，就是我們先問個大約就好。然後下肢的功能就是說無法在用手支撐的情況下從以上無法站起來5次。然後在過去一週內是否有體力起進來做。所以我覺得從這個量表中我感受到說，就是我們這評估可以不用只做一次就來判定這個結果。我們可以過一段時間再來評估也是可以的。然後還有一點就是量體重這件事情對老人家來說是非常重要的，我們就可以時刻的注意到體重有沒有非刻意的減重了，體重減少了這點就非常的重要。然後下肢功能也對老人家避免他跌倒方面說也很重要。再來我們來講解衰弱症的飲食，那我們應該要怎麼吃呢?衰弱症的飲食要點，第一點就是要補充足夠的熱量，再來要攝取足夠的蛋白質以及適量的補充維生素D。因為我們之所以要補充足夠的熱量就是要避免說因為熱量不足，然後我們就造成我們需要用到體內的蛋白質來製造熱量。因為蛋白質的功能主要就是用來建構以及修復我們的肌肉以及維持免疫力的功能。那如果今天不夠了，我們就等於說我們要來補熱量，補熱量的情況下我們蛋白質又不足，不足蛋白質我們肌肉可能又會不夠，肌肉量不足的話就有可能造成老人家容易摔倒跌倒。那如果因為老人家怕摔倒又怕跌倒，所以又不想出門的話，就又會造成說維生素D的攝取又不足。應該說即便有吃了，就是假設有的老人家就可能胃口不好，吃不多，維生素D本身就不足了，然後又因為怕跌倒不出門又沒有曬到太陽，就導致維生素D不夠，維生素D對於我們的免疫細胞也是很有幫助的。所以因此我們要注意這以下三點就是要補充足夠熱量，充足的蛋白質，以及適量的補充維生素D。再來我們來討論飲食中的主要熱量來源。飲食中主要是由全穀雜糧類以及油脂及堅果種子類這兩項來作為人體主要的熱量來源。第一點我有講到飯跟蔬菜一樣多，這個是藉由國健署的一個叫做我的餐盤上面的口訣，然後我們等一下會講到。再來我們每天攝取的全穀雜糧類要1.5碗到4碗，然後就像是麥片的20克是我們的一份，然後麵條60克，饅頭1分之1顆30克，然後半片的吐司30克，這都是我們一份的全穀雜糧類。然後全穀雜糧類它富含有膳食纖維，維生素B群，維生素E，以及礦物質等等。然後全穀雜糧類會希望說至少有1分之1為未精緻的主食，就像是主食裡面有增加什麼地瓜，然後馬鈴薯，或者是芋頭之類的，就是不只只有白米飯。我們可以攝取更多種類的來取代說只吃精緻的白米，來獲得更多元的維生素。然後再來是我們的油脂及堅果種子類，油脂堅果一茶匙，一樣這一句也是從我們的國健署我的餐盤上面截下來的，然後我們等一下也會講到。然後油脂3-7茶匙，堅果種子一茶匙一份，各項油類，就是例如我們的菜籽油，葵花油，沙拉油，花生油，這些都是我們5克為一茶匙，然後他們為一份。然後蛋黃醬8克，酪梨的話就是可食部分40克為一份，瓜子15克為一份，然後杏仁腰果他們各5粒都是一份，開心果是15粒為一份。然後他們富含的是我們人體的必需脂肪酸，因為人體無法製造就必須由飲食中攝取，然後維生素E以及礦物質，然後每一份堅果種子類它是提供9大卡，一份是9大卡。然後飲食中主要的蛋白質來源，它是由乳品類跟豆魚蛋肉類來提供的，然後每天早晚一杯奶，然後每日1.5-2杯，每杯240cc，然後也等於全脂奶粉4湯匙，然後30公克。優酪乳240毫升，以及優格210克，他們都是為一份。然後牛奶中他們就富含蛋白質，鈣質，以及維生素B2，維生素D等等的。然後我們的豆魚蛋肉類，豆魚蛋肉類他們是一掌心，然後要記住，掌心不只是它的掌心而已，它的厚度也是要，不然的話一顆荷包蛋它也跟手掌差不多大，可是它的厚度就不夠。所以我們每天要3-8份，然後一顆雞蛋55克，或者是半盒的嫩豆腐140克，傳統豆腐80克就是那種一格一格，那種比較大片的。然後還有雞胸肉30克，以及豬里脊肉35克，這類瘦肉或者是魚都是30-35克為一份。然後他們就富含蛋白質，維生素B群，以及礦物質等等。再來這張圖就是國健署發布的我的餐盤，然後它上面就是以最簡單的方式，用圖像的方式讓我們一些民眾，就是由餐盤就可以了解說我們一天吃的份量會不會就是足夠的。就是以盡量說看得能夠理解，盡量形象化，能夠讓我們民眾簡單了解就很好了。我們就可以從你看乳品類，就是我們每天早晚一杯奶，每一杯就是240cc，然後每餐水果拳頭大，水果類我們就是假設像那種大西瓜那種的，我們就是切好之後放在標準碗裡面，然後8分滿大概就是為我們的一份。然後拳頭大也可以像我們的蘋果啊，橘子這類的，他們都算一份。然後像說拳頭大嘛對不對，那男生女生你看這時候就不一樣了，代表每個人吃的分數就會依照自己個人的身高或者是體重影響。然後再來，我們蔬菜類，就是說菜比水果多一些，我們就盡量選用當季，然後盡量選1分之1維生綠色的蔬菜啦。然後再來就是我們全穀雜糧類，他就是我們主要的熱量來源，然後說飯跟蔬菜一樣多，然後我們還有一個重點就是說，至少要1分之1為未精緻的全穀雜糧類為主食會比較好的，也會有比較多的膳食纖維以及維生素。再來我們的，豆魚蛋肉類，他們就是說豆魚蛋肉一掌心，然後我們選擇會盡量希望我們從豆類再來是魚類，才是蛋，最後才是我們的雞肉啊豬肉這些的。然後再來我們的，堅果種子類，堅果種子類呢，他們就說一茶匙，我們就每餐都會有一茶匙，就是希望能夠有啦。如果老人家他們不方便，我們就可以把它磨成粉，加入我們的乳品類啊，或者是加到飯裡面讓他們有點香味，也可以促進老人家，即便你牙口不好也可以把它吃下去。再來我們講到了三好一巧加我的餐盤，他們兩個其實是可以互相利用的，三好一巧呢也是由我們的國健署那邊發出來的，我們可以利用吃的下，就是我們在烹調方面說我們可以想辦法讓烹調技巧來使長者能夠好入口，把它煮爛一點，或者是做菜之前把它切得細一點，幼幼的，讓老人家比較好入口。再來我們要讓他們吃得夠，我們可以以少量多餐的方法來讓他們吃到足夠的熱量。再來我們吃得對，就是說我們會希望他們能夠攝取到每天有足夠六大類的食物，這時候就可以利用到我們的我的餐盤，就是希望他們每天早晚一杯奶啊，每餐水果拳頭大啊，然後再來是菜比水果多一些，飯跟蔬菜一樣多啊，豆魚蛋肉一掌心，然後煎過的，然後再吃啊。再來我們吃得巧的部分，我們就可以利用擺盤，像是我們的就擺得好看一點，或者是天然的辛香料，或者是我們與長輩們一起共餐來提升他們用餐的意願，就是讓他們覺得吃飯的時候有人陪伴比較吃得下的感覺。我們蛋白質應該要吃多少，要怎麼吃?就是說我們的豆魚蛋肉類啊，每餐至少要一個掌心，連厚度也要。然後衰弱症的老年人，或者是一般老年人啊，我們都會建議說，蛋白質攝取量至少為每公斤體重的1-2克，然後攝取蛋白質的時候，我們需要建議把它分在三餐，不要我們大小餐，就是什麼早餐午餐，我們吃得少少的，然後我們全部都堆在說，嗯，反正我今天都還沒有吃什麼，我晚餐吃多一點好了，我們要盡量避免這種情況的發生啦。然後啊，像如果有衰弱症的老年人，我們會建議說他的可以攝取到每公斤體重1.2-1.5克蛋白質，然後假設以50公斤為例的話，他會建議他每天攝取60-75公克蛋白質，然後蛋白質讓我們身體功能就是主要用於建構我們的肌肉，以及修復組織，還有提供免疫功能。再來呢，我們這一張圖就是跟你們解釋說，跟大家解釋說我們的一份蛋白質可以看起來像什麼樣子的，就是我們雞蛋為一顆，它就是一份蛋白質，然後我們的奶粉啊，牛奶啊，牛奶的話就是說240cc嘛，剛有講到，然後再來我們低脂奶粉就三湯匙，然後無糖豆漿呢，也就是190cc為一份，然後我們的起司片，嫩豆腐啊，板豆腐啊，常見的這些東西。維生素低的補充。關於維生素低啊，就是假設說，你如果，豆魚蛋肉類都沒有吃足夠的話，這點才會特別的需要。不然正常來講，如果，豆魚蛋肉類，正常都有吃到一定的那個分數，維生素低啦，多半是不會有缺乏的危險啦。吃素的話，就會比較需要在意說，我們可以多補充一點菇類啊，因為菇類裡面內含的維生素低的含量都比較高。然後維生素低的生理功能呢，就是可以促進我們的鈣質的吸收，然後維持我們骨骼的健康，然後維持適量的血鈣與血磷的濃度，然後預防骨質疏鬆，它也能預防低血鈣引起的肌肉抽蓄。就是假設體內不足的話，骨骼會變鬆，然後怕怕，就會容易造成骨質疏鬆啊，然後成年人就會有軟骨症。因此所以維生素低，還有適量的鈣質，都要同時一起補充，我們就能保護年長者遠離骨質疏鬆的問題。再來我們的快樂運動531，樂活健康9999，就是說我們一週的五天內每次運動30分鐘，然後心跳到達100下。然後我們可以藉由做有氧運動來提高呼吸以及心跳次數，我們來增進我們的心肺功能啦。然後再者我們也需要做一些阻力運動來增加肌力以及肌肉量，就來預防肌少症的發生。最後我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做一個運動，我們來做"}