{"title": "糖尿病飲食 糖尿病不適合吃的4種危險食物 糖尿病不可吃的4種可怕食物 糖尿病不能吃的4種地雷食物 【糖老大】", "url": "https://youtu.be/MHUu6bm0hwc?si=AsKiCiznbB_Jn6sb", "content": "大家好，我是糖老大。你是否常常感到控制血糖很困難?吃什麼血糖都控不好?根據國際糖尿病協會做的調查發現，有六成糖友認為飲食控制是最困難的一件事。因外面食品商人太厲害了，擺一堆食物做得非常美味健康，常常讓你吃到地雷食物不自知，造成身體器官常常泡在糖水裡，嚴重的甚至產生心臟病、失明、洗腎和結汁等可怕的併發症。最近看到一則報導指出，一位三十六歲年輕男性患有高血糖、高血壓跟高血脂三高症狀，平時一天吃五塊雞排配全糖手搖飲料再喝，因身體不適去醫院抽血檢查，發現飯後血糖高達三百三十，是一般人的兩到三倍。醫生警告他再不控制隨時會有猝死的風險，才讓他下定決心改善糖尿病，終於讓血糖獲得巨大的改善。飲食控制不佳隨時會發生可怕的併發症。而今天，我將用平時吃過無數可怕的食物的經驗告訴你，糖尿病該怎麼吃才不會讓你的血糖不受控制。聽完後絕對會開啟你敏銳的眼睛，看清市面上所有食物，原來這個不好，那個不行。在此還是要先強調一下，如果不想要錯過跟糖尿病有關的保健資訊，記得訂閱我的頻道並開啟小鈴鐺，那我們馬上開始吧!身為一個糖尿病患者，我們都知道飲食對血糖的重要性，但日常生活中有很多的食物對身體有害，糖尿病的人都要避免去碰。第一個是高糖食物，糖尿病患者最需警惕的就是高糖食物，高糖食物會導致血糖快速上升又快速下降，血糖高時讓你渾身不舒服，血糖低時又想吃更多東西下肚，會讓血糖高高低低跳動很大。以下這些都是高糖份的食物，餅乾、零食、果汁和飲料含有大量糖份，蛋糕、甜點含有大量糖份和油脂，這些東西都有一個共通的特徵，就是外表都非常光鮮亮麗，恨不得你馬上去吃它。只要看到這種就可以知道是高糖份食物，還有蜜餞、果乾雖然酸甜可口，但含糖量也非常大不適合糖尿病人使用。記住高糖食物通常都是加工精緻食物，加工食物為了口感更加吸引人，在製作過程中都會加入大量糖份讓你上癮，這些食物就只有在一個時間你會需要它，就是發生低血糖時，其他時間千萬別亂碰。第二個是高油脂食物，高油脂食物會導致體重增加，增加胰島素阻抗的發生，常吃這些東西將讓你胰島素失去作用，這也都不利於糖尿病患者的血糖控制。一般油炸食物有素食店中的炸雞、薯條和披薩等都是，還有一些人愛吃的肉鬆也是高油脂食物，肉鬆為了產生香酥的口感，會使用豬油、糖、鹽等許多調味料加工製作而成，這些加工食物油脂含量過高不適合糖尿病人。另外各種節慶食物也屬於高油脂食物，像是端午節吃的粽子、中秋節吃的月餅、元宵節吃的湯圓等食物，為了增加口感風味，製作時大多會加入豬油製作，還有燒餅、千層餅等各種酥餅，在製作過程中都會加入大量的油脂，製作這樣才能做出舒軟的口感和層次感，這些高油脂食物都有一個共通特徵，就是味道都特別的香，會讓你聞到後就想立刻去吃它。另外沙拉醬也是高油脂食物，沙拉醬主要成分有60%以上都是脂肪，且沙拉醬的熱量也非常可怕，100公克的沙拉醬熱量就相當於一碗半的白飯，所以愛吃生菜沙拉的糖友一定要小心，因為魔鬼也藏在細節裡，生菜沙拉的靈魂所在，沙拉醬也是讓血糖爆表的關鍵。第三個是高鹽食物，鹽的主要成分就是鈉，使用過量的鹽不僅會造成高血壓，還會抑制糖尿病患者的胰島素分泌，間接造成胰島素主抗發生，因為胰島素主抗的發生將導致血糖升高，不知道各位有沒有發現，你在外面餐廳吃飯時，血糖都特別容易偏高，尤其那些經常添加過量鹽、味精等調味料的重口味店家，就算沒吃什麼東西，血糖也飆高高的，這就是這些鹽的魔力，還有過量攝取鹽，也會刺激身體分泌飢餓素，讓糖友覺得飢餓想吃更多東西下肚，高鹽食物有鹹菜、泡菜、罐頭等，主要是瓶瓶罐罐的醃製品都是，但有些你根本看不出它是高鹽食物，像是麵線味口感Q彈，就需要加入許多的鹽，尤其白麵線和雞絲麵更加可怕，一天吃兩碗鈉含量就爆表了，另外，白吐司製作時也會添加奶油，奶油含有大量的鹽分，所以一天只要吃八片白吐司，鈉含量就爆表了，還有火鍋高湯的湯底，火鍋中常加入鹽分，讓湯頭更加美味，只要喝個500毫升鈉含量就爆表了，且甜食中也含有高含量的鹽，因為在甜食中加入鹽可讓甜味提升，所以許多食物有鹹就有甜，鹹跟甜兩個味道總是相輔相成的存在，但這兩個都對糖藥病人非常不友善，而我們平時吃東西時，應盡量不要加醬料，像是水餃本身的餡料及麵條就有加鹽了，若是再沾醬料使用，只要吃10顆水餃，一天的鈉含量就超標了，將容易造成你的血糖快速上升。澱粉類食物，各位都知道吃多了會造成血糖上升，所以很多人都會選擇不吃或少吃，但最可怕的是澱粉存在於你沒發現的地方，像是勾芡食物，有些湯品為了讓湯汁變得更滑順好入口，增加口感會使用勾芡，勾芡的主要成分是太白粉，屬於澱粉類食物，食物經過勾芡以後會變得濃稠，在胃裡吸收消化素特別快，是一般百米的三倍以上，屬於高GI值食物，容易使血糖快速上升後再快速下降，勾芡食物就是我們常見的大腸麵線，肉羹麵，蚵仔煎，酸辣湯和燒千草等，這些東西都容易讓血糖爆表，另外有些人早餐會泡一些五穀雜糧粉，這些掛健康食品的名稱，其實對血糖非常不友善，五穀雜糧最重要的功能就是含豐富的膳食纖維，促進腸胃蠕動，但這些磨碎的五穀雜糧粉卻沒有任何的纖維，只含有一堆澱粉和糖類，且磨得越細碎的泡水加熱後就越糊化，生糖指數聚酶值比白飯還要高上不少，血糖自然容易就爆表，糖友們要記住，越軟爛越細碎的澱粉食物，生糖能力就越強大，我們可以看到白飯的生糖指數約84左右，屬於高生糖指數，但煮成粥後生糖指數就變成91，再磨成米漿生糖指數就破100了，所以同樣是澱粉類食物，生糖指數卻有很大的差異，所以我們要吃越粗糙的主食，像是糙米飯才不易生血糖，我們日常生活中，處處都可見到這些地雷食物，糖友們應盡量避免這四種食物，相信又做到了，你的血糖也不會控得太差，俗話說，求仁不求己，當你每天都想要去控制好糖尿病時，你就應該要徹底的了解這疾病，並學習如何去改善它，只有我們自己成為糖尿病的專家時，才能控好血糖，過上正常人的生活。以上如果有任何問題，都歡迎在下方留言討論，只要你能在今天的內容裡，找到過更健康的方法，我就心滿意足了，如果你還想了解更多糖尿病有關的保健資訊，記得訂閱我的頻道並開啟小鈴鐺，也記得要幫忙按讚和分享出去，讓更多的糖尿病患者知道，最後祝福各位，想要控得穩穩的無異常，身體都能健健康康，無毛病，那我們下次再見了，掰掰。"}