{"title": "10.蕭慧美老師－成人肥胖的飲食建議 坊間流行減重飲食介紹", "url": "https://youtu.be/NnhTcYk_OWw?si=bh_uAYp6UTrLIIHk", "content": "大家好，我是嘉良藥理大學保健營養系的蕭惠美老師。那我今天要來跟大家談一個主題，就是成人肥胖飲食建議的第一部分。這個部分是坊間常見的減重飲食。我們這次的課程內容將會包含這六大項。前兩項是講減重原則還有行為改變的技巧。後面會介紹四種常見的減重飲食。其中也包含現在最流行的168斷食的減重法。那減重議題這麼受到重視，當然是因為國人飲食非常的充足。現在肥胖率日益增加，肥胖跟慢性病的發生息息相關。所以控制體重是我們現在國民健康的重要議題。那減重的唯一原則就是減少熱量的攝取，就是要少吃。那麼現在坊間有很多很多的減重方法，那到底哪一種成效是最好的呢?所以我們這一次要來介紹常見的一些減重方法。並且用實證文獻的資料作為依據，來說明各個方法的優缺點。另外透過實證的證據強度來作為飲食建議的參考。剛講過這個減重飲食的一個原則就是負能量平衡。那就是少吃，少吃就是王道，大家都知道。那要少吃到什麼程度呢?是不是吃越少越好呢?當然不是啦!我們來介紹兩個常見的低熱量飲食的方法。第一種叫做極低熱量飲食，稱為VLCD。它就是說每一天熱量攝取要低於800大卡。那這種是適用於BMI大於30。或者是說這個減重手術之前，它要來降低手術風險所採用的。它是一種極端的飲食方法。那第二種叫做低熱量飲食法，我們稱為LCD。它的每天熱量攝取是高於800大卡。那原則上我們會設定在1200到1600大卡。因為呢，如果我們每一天熱量攝取低於1200大卡，很容易會有營養素不足的風險。那我們如果採用VLCD這種極低熱量的飲食法，可以快速減重嗎?事實上在實證文獻所得到的結果是可以的!而且減重效果是非常顯著。但是，我們剛剛說到它的熱量要低於800大卡。這個熱量太低了，所以持續性比較不好，只能用在一些特殊狀況下。那麼短期減重效果不錯，長期下來就容易因為沒有辦法持續進行，而產生負胖的現象。那它的效果就會跟LCD是相當的。所以這一塊就屬於弱建議了。因此在減重飲食的熱量限制方面，我們現在原則上都是建議採用LCD。也就是把熱量控制在1200到1600大卡之間。那實際上要多少還要看每一個人的熱量需求，以及男性跟女性的差別。那麼在我們實際執行掃吃的狀況下，到底要怎麼樣才可以控制熱量呢?我們來介紹這四大方法。第一個就是常見的行為改變。第二個你可以使用待餐。再來你也可以來調整食物的種類，或者說現在流行的斷食法。那這四種方法只要你可以達到熱量的攝取是減少的，其實它們都是有效果的。那這邊我們先來介紹行為改變。這是一種減重技巧，因為吃東西已經是我們的生活習慣。譬如說你會喝飲料或者是吃零食，這些都會額外多攝取很多的熱量。所以如果我們可以把這些習慣戒掉，無形當中就減少了熱量的攝取了。所以在日常生活當中我們可以來增加蔬菜水果的攝取，或者是說常常用這個全穀類來取代白米飯。另外減少外食、零食還有喝含糖飲料這些習慣。在你沒有刻意要減少熱量的狀況下，其實每一天就減少了100到200大卡。那長期下來是會有減重效果的。那麼減少含糖飲料真的可以減重嗎?實驗結果告訴我們說，在減少含糖飲料之後，沒有再常性增加其他食物攝取的狀況下，它是可以減少體重的。那因為畢竟喝含糖飲料對身體來講也不是非常好，所以我們是非常強烈建議說可以來減少含糖飲料的攝取。那麼減重可以來使用代糖飲料嗎?當然我們在減重的時候會建議說以白開水最好，因為它是比較健康的，它也沒有其他的一些熱量。不過雖然說在大型的一個隨機分派實驗指出，水的減重效果沒有比較好。然後使用代糖也不見得會有代糖的作用，所以我們並不會阻止說如果有人他想要用代糖來取代這些蔗糖或是果糖其實是可以的。但是基本上對於減重我們還是最推薦喝白開水會最好。另外一個想跟大家介紹的飲食行為就是吃早餐的問題。到底吃不吃早餐會不會影響到減重的效果呢?隨機分派的實驗結果告訴我們說有沒有吃早餐減重效果是一樣的。那目前的統合分析結果不管是臨床的觀察的實驗或者是隨機分派的實驗結果，他們的結果都還沒有非常的一致。雖然是這樣但是我們考慮到說減重的時候還是要養成規律的飲食習慣。所以我們目前對於說減重要不要吃早餐這件事情我們還是建議還是要規律的吃早餐。那麼在限制熱量的情況下我有吃早餐。那麼我在早餐跟午餐晚餐的一個熱量分配的差異會不會影響到減重的效果呢?那麼研究的結果告訴我們說早餐如果你吃高熱量晚餐攝取的熱量比較低。那麼在腰圍還有體重方面都有比較明顯的降低的效果。然後現在有越來越多的報告告訴我們說進餐的時間跟我們的日夜節律生理時鐘他的調節是有關係的。所以減重期間還是建議要吃早餐。而且你可以早餐就是多吃一點然後晚餐吃少一點效果會更好。現在我們來介紹一下有哪一些方法可以來控制食物的分量然後降低熱量的攝取。當然最簡單就是要少吃嘛。那這就是我們傳統的飲食分量控制法。它就是直接減少食物分量就可以減少熱量的攝取。當然我們還可以用一種叫做代餐包。用這個代餐包可以來取代至少一餐到兩餐的一個方式。那你用平常就是少吃分量以及你用代餐包來取代其中一餐。這兩個方法呢他的減重效果都是很好的。那但是研究結果告訴我們說代餐包他的效果又更好。主要是因為代餐包他的熱量是比較明確的。然後攜帶也很方便然後你也不用花時間去搭配然後去選擇。所以呢在人們的依從性是比較高的。所以在減重效果呢會更為顯著。那原則上兩個方法都是很好的。所以根據食證文獻的結果呢證據等級是很高的。兩個方法都可以強烈的建議。那為了要來讓這個飲食分量控制呢可以比較容易執行。現在呢流行一種叫做分量控制餐盤。那他是一個餐盤他會有一些隔間。那他是每一類的食物呢依據需求呢有大有小。譬如說蔬菜呢他的隔間比較大你就把它裝滿。那肉類呢他的一個隔間比較小你就把它裝滿就好了。所以呢用這樣的餐盤第一個你的飲食會比較均衡。每一類食物都有吃到。第二個呢依據他的一個隔間的大小來乘取食物。那就可以控制你的食物的分量。所以呢這一種分量控制餐盤的一個方式呢也是蠻被推薦的。那他的缺點就是說沒有辦法實際來計算總熱量的攝取。但是呢優點就是操作很簡單。在家裡大家都可以這樣子或是在外面你可以帶餐盤出去。你要夾多少就按照這餐盤上面的一個設定就可以了。所以呢他是非常容易做到的。因此呢我們也是很建議採用這種方法來控制食物的分量。當然如果說你沒有去買這種特定的餐盤。那現在的研究也發現說我們在進餐的時候呢。我們可以改用小碗或小湯匙。也就是在家裡吃東西或在外面吃東西。用比較小的這些容器呢來裝。事實上呢也會減少食物攝取的一個狀況。所以也有減重的效果。我們就可以來建議用這種方式呢給減肥的個案。那麼除了減少總食物的分量之外。還有一些減重方法。他會特別來強調說增減某一些食物。譬如說澱粉類啊或者是肉類啊。主要就是針對這些熱量含有糖類脂肪蛋白質這些熱量的食物。那常見的方法呢有這些。譬如說低脂飲食啊他就可以降低熱量的攝取。再來呢是高蛋白飲食。還有一個是低糖飲食。也就是常聽到的叫做低升糖指數的飲食。另外一個呢叫生酮飲食。也是目前呢討論度比較高的。那麼生酮飲食為什麼可以減重呢?他的第一個原則呢就是因為要嚴格來限制糖類的攝取。那他限制每天只能吃20到50公克的糖類。這個份量是非常非常低的。所以像一些穀類啊、主食類幾乎是不能吃的。那水果更不能吃。另外就是一些富含澱粉的像紅蘿蔔這些根莖類他也不能攝取。所以呢我們身體會在極度欠缺葡萄糖為能源的情況下。就會呢轉而大量的來代謝脂肪。那脂肪呢就會產生這些酮體。那麼酮體的生成會有利尿的效果。也會抑制我們的食慾。結果呢體重就減輕了。所以啊生酮飲食在短期的一個減重方面呢他是有良好效果的。可是生酮可以作為長期的飲食介入方式嗎?依據我們實證的研究結果呢我們是屬於弱健益。主要是考慮到一些營養健康方面的問題。長期的介入生酮飲食會有什麼樣的健康問題呢?首先第一個因為他在肉類可能會攝取比較多。所以呢高脂肪的攝取可能會增加這個血脂肪的問題。第二個剛講他會排除一些群骨類跟水果。所以呢比較容易會有維生素誇大質。甚至就是膳食纖維攝取不足的問題。第三個就是高蛋白的攝取會增加腎臟的負擔。另外尿酸酮酸的上升對於糖尿病病患來講都是要特別注意的。那麼生酮飲食短期內在醫護人員或營養師的監督下他是可以有減重效果的。但是不可以作為長期的飲食的營養介入方式。所以目前的建議是弱健益。那當然現在有些研究跟我們說生酮飲食因為已經少吃很多的糖類了。所以呢血糖跟胰島素的反應會比較緩和。所以可以來減少糖尿病的用藥。那麼統合分析結果也告訴我們說短期內他這個生酮飲食可以降低HbA1c的濃度。可是如果拉長一到兩年其實就沒有差別了。這個告訴我們說嚴格限糖這樣的事情是很難持久的。所以生酮飲食他事實上是一種不是很容易做到的一件事情。那麼糖尿病的病友如果想要採用這個方法應該要非常的慎重小心。那其他就是這個哺乳婦、孕婦跟腎臟病患的話也都不建議使用生酮飲食。因為會有更多的一些併發症會發生要加以來監控。那接下來要介紹的是斷食法。這個在學術文獻上我們稱為間歇性熱量限制法。那這個斷食法他對於這些肥胖或過重的人來講有沒有減重的效應呢?實驗結果告訴我們說他是可以降低體重的也可以來改善這個代謝的參數。所謂代謝參數就是包含血脂肪還有血糖的部分。那效果跟我們每一天持續這個LCD低熱量的飲食法其實是相當的。但是他對於健康長期下來呢到底有沒有什麼不良的影響?目前其實還沒有定論。所以在減重方面我們還是屬於弱建議的。但是斷食法呢會受到大家的歡迎。主要是因為你不用每一天都限制低熱量飲食。所以他讓飲食呢有更多的彈性。好那我們來介紹一下這些斷食法。常見的斷食法呢有這三類。第一種呢叫做輪替斷食法ADF。他就是說在一週當中你可以任選一到四天來作為斷食日。那麼斷食當天必須嚴格的限制熱量。最多呢只能到總熱量的25%。那以一天需要兩千大卡來算的話大概就是最多你只能吃到五百大卡。那麼斷食的隔天就可以正常的飲食了。第二種呢叫做五二斷食法。也就是一週當中你可以選兩天來做斷食。那其他五天呢你都可以正常吃。那麼這兩天你可以連續或者不連續。那一樣的斷食日呢也只能吃平均五百大卡。跟前面那個是相當的。那麼我們的統合分析結果告訴我們這個斷食法他所攝取的平均熱量。跟我們傳統的LCD的方法呢其實是相當的。所以他也有減重的效果。那由於目前呢還欠缺一年以上的長期研究的資料。所以在他的安全性啊功效方面還不是非常的確知。所以剛剛就講說這個斷食法他雖然是可以有效的減重。但是呢我們還是給予弱建議。好再來第三種就是168斷食法。他是那個比較新興的飲食策略。那也是討論度最高的減重法。那我們就來介紹一下168斷食法吧。順便看看說為什麼這麼受歡迎呢。168他的特色就是每一天進餐的時間呢我們控制在八小時內。其他16個小時呢都不要吃東西。目的就是要延長夜間進食也就是不吃東西的這個間隔的時間。好那麼他特色就是說你不用特別去計算食物的份量。所以不用特別來限制熱量。那平均下來呢因為縮短吃東西的時間了就可以來降低大概平均百分之二十的熱量。但是很多的168的臨床研究呢他們還是會限定一下熱量的攝取。因為呢你如果攝取過多其實呢他還是不會達到減重效果的。好那不管怎麼樣呢這個方法呢他是非常簡單的。非常容易依循你只要控制吃東西的時間就可以了。所以呢非常受到歡迎。然後他也因為可以平均降低熱量所以他是有減重效果的。而且呢現在研究也發現說藉由168斷食法呢還可以調節人體的日夜週期的生理時鐘喔。所以呢對健康有更多的好處。那168斷食法他可以調整人體代謝來促進健康。從這個圖呢我們可以看到透過固定的一個進食時間他稱為TRF也就是執行168這個方法。那麼你的生理時鐘調節因子跟營養代謝的調節因子呢就會產生交互作用。之後呢會達到同步調和。那這個事情呢對我們健康有很大的幫助。那麼這兩者呢他的交互作用的調控層次呢是非常多的。首先他包含有內分泌的部分。譬如說胰島素跟生糖基素的一個產生。再來呢是酵素活性的層次。譬如說這個脂肪跟糖烈的代謝酵素。再來呢是細胞自主神經訊號的傳遞。以及呢各種轉路調節因子等等。那麼這一些訊號呢他能夠協調同步到位。就可以來避免代謝症候群的發生了。換句話說啊如果說你晚上在吃東西或者是說整天都在吃東西。這樣就會破壞我們的生理時鐘的基因還有代謝基因。然後他們之間就沒有辦法協調好。長期下來呢就會增加代謝症候群的風險。許多的動物實驗跟人體研究呢都告訴我們說。人體的代謝生理恆定呢受到這個日夜節律的生理時鐘所支配。那麼我們可以透過E68斷食的執行來維持這個穩定的一個狀態。那我們就是透過固定的Feeding Fasting Cycle。可以來維護正常的一個生理時鐘。所以目前推論呢E68可以得到非常多的健康效益。就如這個圖所示。譬如說在腸胃道的部分。可以改善脂肪的吸收、血脂肪代謝異常的問題。還可以改善我們的腸道的菌相。再來呢它還可以調節能量的代謝。降低身體發炎的一些反應。然後呢增加膽酸製造。改善日夜節律的震盪。另外呢對肝臟也有保護的效益。它可以避免脂肪肝的生成。此外呢還可以維持胰島素的敏感性以及呢營養均衡。降低細胞氧化壓力等等。當然這些呢是由動物實驗、人體實驗還有細胞實驗的結果所推演出來的一個效益。並不是說已經確實都得到證實了。但是整體來看。維持日間正常的飲食規律呢應該是有益於健康的。所以我們就是剛剛講到說。在減重期間呢我們還是建議說飲食要規律。所以早餐呢還是要吃。這樣是最好的。那麼對於168斷食法的結論呢是這樣子的。它的減重效果跟持續低熱量飲食法LCD其實是相當的。那它的缺點就是說長期介入呢可能會干擾某些人的生活型態跟工作時間。尤其呢對於有輪班工作的人來講。它可能就會比較不方便。那另外呢它就是說目前還缺少比較長期的實驗。以及樣本數比較多的一些實驗結果。所以未來需要更多一些相關的數據。這樣才可以來確認說它在體重減輕。還有它的維持程度以及它對我們代謝疾病的影響到底是不是真的非常的好。這個都需要更多的一個研究才能知道。那麼最後呢關於我們整個減重飲食的介紹呢。結論是這樣子的。只要可以減少熱量的攝取就會有減重的效果。所以呢不管你是使用代糖代餐或者是食物分量控制的餐盤。通通都可以有減重的效果。但是一定要特別注意熱量的限制呢不能太低。我們以LCD1200大卡呢作為下限。這樣是一個比較安全的一個方式。那麼如果要採用其他特殊的減重方法。譬如說生酮飲食或是其他的斷食方法。基本上呢在短期間都會有明顯的減重效果。但是在長期實施的話對身體的一個健康的影響呢還要有更多的證據來支持。所以呢還是要小心的來使用。好那以上就是我們這節課的介紹說明。謝謝。"}