{"title": "13.林杏純老師－成人肥胖的飲食建議－PartI WHY 均衡減重飲食", "url": "https://youtu.be/i19VT89zMAI?si=UiSDJ1bmCOTq08Eg", "content": "大家好，我是中山醫學大學附設醫院林欣淳營養師。在了解坊間流行的減重飲食後，將在成人肥胖的飲食建議中分成三個主題，分別是為什麼需要均衡的減重飲食﹐減重飲食的設計﹐以及減重手術前後的營養照護。在第一個為什麼需要均衡減重飲食的學習重點包括什麼是均衡減重飲食﹐為什麼要均衡減重飲食﹐以及在健康均衡減重飲食的架構下該如何的選食。最後是三大營養素分布與健康的關係。由於前一堂課我們分享了坊間常見減重方式的利必德斯與食鎮，而各種減重飲食，像是低醣、生酮、DGI、168斷食等等，無論是哪一種，其實只要能減少熱量攝取或增加熱量消耗，營造出負能量平衡就可以減重，這是因為每個人的飲食習慣以及喜好不同。同一套飲食方案或許不能適用所有人，但為達減重目的，每個人都可以在營養師的幫助下，就個人與家庭飲食喜好，有些人無肉不歡，有些人一定要吃澱粉才會飽，或者是傳統的文化，甚至是接受度、生活型態、健康與營養狀況去選擇適合自己的減重飲食方案，但最終還是希望能培養走向均衡飲食的習慣。因此，這一堂課我們要談談，均衡減重飲食為何人是最被推薦的?它的科學實證及背後的原理是，第一，它可以滿足所有營養素的需求。第二，以降低心血管代謝疾病以及癌症風險為目標。第三，如同地中海飲食或德輸飲食，是一種符合健康的飲食型態。體重控制是要長期持續的事，因此大家不要忘記，減重飲食的目的不只有控制熱量，還要顧及健康。怎樣吃才可以滿足以下所有的條件呢?第一，確保人體近40種必需營養素，不缺乏也不過量。因此，國健署制定了國人膳食營養素參考攝取量DRRS，這是根據國內外調查資料與生化指標等數據所訂定的。第二，依據國際公認健康飲食及大型臨床試驗的結果，建議三大營養素佔總熱量比例應該是蛋白質10-20%，脂肪20-30%，糖類50-60%。此外，飽和脂肪酸因小於總熱量的10%，而且多元不飽和脂肪酸與飽和脂肪酸的比值應該要大於1。而膳食纖維至少每1000大卡要有14克，還有植化素的攝取。至於鈉的攝取一天要小於2400毫克，金字糖要小於總熱量的10%，甚至是5%。由以上條件看來，如何滿足所有的條件確實是門學問。畢竟人不是靠維他命丸或者是像養寵物可靠配方飼料進食，我們吃的是食物，甚至是不同食物組合的飲食型態。為了幫助民眾同時滿足所有的條件，專家學者研擬並定期依科學的進展以及實證，來更新善行圖，也就是國民飲食指南，以引導民眾如何從六大類食物及每日因攝取分數來滿足所有的條件。而且，每五年會更新一次的國民飲食指南，會依據國際時政日益更新，並配合國內的國民營養健康調查的結果去進行調整。例如納入全穀及未經制雜糧，及保留胚芽膚皮，以提高維生素B群、鈣、鎂、鋅等礦物質。另外，蔬果的攝取也是強調膳食纖維及植化素的重要性，特別是各色蔬果的豐富植化素。此外，除了油脂，堅果種子也可補足國人在維生素E的缺乏。在此框架下，我們的飲食指南設計了不同熱量級距，每種熱量下也個別對應六大類食物因攝取的分數。這是依據國民營養健康調查所篩出各大類裏，國人常吃的品項，也就是國人的飲食習慣。再將個別營養素含量導入建議分數並加總後確認，至少可滿足70%的所有營養素建議量。想當然，熱量攝取越低，越容易限制到足量的營養素攝取。所以，在1500大卡以下的全穀及未精製雜糧類的建議量應高於1%、也就是將近4成。而在1200大卡的限制更多，除了全穀及未精製雜糧類的建議，要達2%外，豆魚蛋肉類的高鈣豆製品至少要佔1%、蔬菜類的生色蔬菜也要佔1%。這都提醒我們，越是低熱量的減重食物，越要慎重選擇營養密度高的食物。而什麼是高營養密度的食物跟飲料呢?首先，它必須富含維生素、礦物質及其他促進健康成分，如膳食纖維、植化素等。再來是它很少添加糖、飽和脂肪、鹽與精緻澱粉，也就是通常伴隨著低熱量密度。大家可能會問，飲食這件事一定要這麼嚴格嗎?不能輕鬆一點嗎?如果把高營養密度食物和飲料看作是老師規定要吃的，而且一定要吃足建議份量，那你有多少的空間是可以吃些不那麼營養，甚至是垃圾食品呢?參考美國最近的飲食指南，一天1200或1500大卡的飲食，幾乎沒什麼多餘的空間。即使1500大卡，也只有5%的空間，大約是75大卡。而隨著熱量的放寬，空間也隨之變大，像是1800大卡就有150大卡的空間，2000大卡就有300大卡的空間，可容納不那麼營養的食物或是飲料，像是酒。當然這些空間你也可以用在吃超過建議份數的高營養密度食物。很多人會誤以為，低熱量飲食就一定是低糖飲食嗎?其實不然，藉由這張表可以看到，隨著熱量的攝取降低，全穀及未精製雜糧分數也會跟著降低，而且，豆魚蛋肉類跟油脂與堅果種子類的分數，也會依著熱量的降低而跟著降低，也會依著熱量的降低而跟著降低，但是，蔬菜水果卻至少是五蔬果以上。經過實際計算所有熱量別，包括1200大卡的三大營養素佔比，糖類佔總熱量的52到55%，蛋白質佔總熱量的16到17%，脂肪佔總熱量的28到30%，可見得，即使是低熱量，其三大營養素分佈，仍符合國際公認的健康飲食建議比，也就是，不論你吃的是1200或2700，皆符合三大營養素建議配比。而飲食型態指的是一個人習慣吃喝的食物組合。許多大型研究告訴我們，比起單一食物或是特定營養素，飲食型態更能預測健康，且實證研究也支持健康的飲食型態，可降低死亡率與慢性病風險。在1995年，BMJ發表的第一篇《以希臘人為研究對象》，其整體的飲食模式，被評估為是可以降低死亡風險的，也就是目前現在大家所說的地中海飲食。而在台灣，潘文涵教授也利用國民營養健康調查的資料，以資料採礦的方式，來了解死亡率與心血管疾病發生率相關的一個食物。該研究是利用1993到1996年的營養健康調查的飲食資料，在連結食營檔後追蹤了16年，依照攝食頻率分析出與死亡率密切負相關的食物，也就是藍字的健康食物，包括了魚、瘦肉、蔬菜，蔬菜中包括了海菜跟菇菌類、新鮮的水果、牛奶以及茶。而與死亡率層正相關的食物，包括了肥肉、醃漬蔬菜跟含糖飲料。接著再將受試者的攝食狀況分成三族群，攝食狀況良好的為綠色曲線，藍色曲線為中等，及黑色曲線為差。結果發現攝食狀況良好的組別相對於差的組別，有較高的健康食物攝取頻率，以及較低的危險食物攝取頻率。再調整多變因後，攝食狀況良好的組別，也就是我們所謂的健康的台灣飲食形態，有最低的全死因以及心血管疾病死亡率，尤其全死因比起相同年紀族群更減少了10%。即使每個國家的飲食文化有所不同，但世界各國在針對自己國民飲食所做的死亡率或慢性病研究，像是失智、衰弱等，皆得到類似的結果。無論是地中海飲食、德輸飲食或台灣飲食形態，皆強調多蔬果、全穀及非精緻雜糧、堅果、橄欖油、或好的植物油，以及魚跟海產的攝取。至於低脂奶製品、肉跟禽肉等應該要適量攝取，以及少紅肉、少加空食品跟少精緻糖。而我們的飲食指南架構就是一個健康的飲食形態，除了盡量選擇原型的食物、少加工，還要搭配正確的烹飪方式、少油鹽以及節制飲酒。為何我們的飲食指南強調飲食多樣化?是因為沒有任何一種食物是具備所有必需營養素，得由多樣化攝取不同食物才可互補所欠缺的營養素，以確保營養適足。這包括六大類食物及各類食物內的多樣化。綜合國內外研究，飲食多樣性是健康飲食的重要一環。在國內的國民營養健康調查的前瞻性研究中，以飲食多樣性DDS作為飲食多樣化的指標之一，以吃到每日六大類食物至少每天0.5份來給分，最低1分，最高6分。結果發現DDS越高的長者，有越低的急診和住院利用率以及醫療支出，這是很好的一個健康預測證明，也就是為什麼我們不鼓勵以單調飲食來進行減重的主因。雖然2018年美國心臟學會發表一篇文章，是認為飲食多樣化可能會增加熱量攝取而不利於減重，但文中也坦承，飲食多樣化是需要更明確的定義以及更全面的量測，也因此認為飲食多樣化可能不利於健康甚至會增加體重。不過在2013年的一篇系統性回顧就提到，飲食多樣化的建議食物如蔬菜、水果、低脂乳並不會增加體脂，特別是蔬菜跟全穀的攝取，甚至可降低體脂，具有保護作用。相對的，在飲食多樣化的不建議食物如高脂飲食或臨時加工食品，則會因為吃過多而增加體重。一般低醣飲食是指碳水化合物佔總熱量的40%，然而所謂的生酮飲食定義則是碳水化合物只佔總熱量的10%，而脂肪則是提高到70%。那要怎麼吃呢?以一天的飲食來說，蛋白質脂肪來源的食物可以隨你吃，但碳水化合物則要嚴格的限制。在不吃零食、甜點和含糖飲料下，只能吃下一片吐司、兩疊青菜、一份水果與一杯奶，這排擠了有益健康的全穀及未精緻雜糧類。雜糧、豆類和水果，因此會發生維生素、礦物質與膳食纖維缺乏的問題。無論如何，真正的生酮飲食不但需要評估身體的狀況，且只建議在短期使用，不超過兩個月，還要在醫護人員的監督下進行。當然，對多數人而言，生酮飲食也不是容易長久設食的一個飲食模式，而且遵循度低。但生酮飲食最吸引人的其中一點是，酮體可以抑制食慾。但即便如此，目前對於足以抑制食慾的酮體濃度仍是未知的。值得注意的是，所謂抑制食慾這件事，是跟什麼相比?在2021年發表於Nature Medicine的一篇研究中指出，在比較植物性食物為主的低脂飲食，也就是藍色曲線，以及動物性食物為主的低糖生酮飲食，也就是紅色曲線，在使用兩週的期間可觀察到，右圖的低糖生酮飲食組，在第二天的血液中的酮體，雖然已經開始上升，但在不進食的狀態之下，左圖的低脂高糖的熱量攝取，在這14天，始終是低於生酮組的。由此可知，食慾調節並不單純，不能只單看酮體的濃度，荷爾蒙以及愉悅感也都影響著食慾的調節，且也許是植物性食品為主，或許熱量密度低，膳食纖維高，進而造成飽足感增加，而減少了熱量攝取。另外，在一個橫跨五大洲18國的大型研究，Pure Study，也常被引用作為支持低糖飲食的證據，因為該研究顯示，糖類攝取超過60%，會增加死亡的風險，但該研究對象普遍攝取高糖且多精緻澱粉，這是不利健康的糖類。因此會放大高糖飲食的壞處。而2018年，一項涵蓋ARIC以及Pure Study的統合分析研究發現，糖類的熱量佔比與死亡率則是呈現U-shape的一個狀態，也就是佔總熱量40%的低糖與佔總熱量70%的高糖，皆對健康不利。尤其Pure Study只呈現曲線的右端，而最適當的一個糖類佔比應該是50%到55%。至於低糖飲食為何有較高的死亡率或心血管疾病呢?由於攝取過多動物性蛋白或飽和脂肪，會增加心血管疾病風險。在這篇納入數個大型前瞻性研究的統合分析中，可看到，當部分的糖類是以動物性蛋白跟脂肪取代時，死亡風險會增加20%。相對的，若以植物性蛋白跟脂肪取代時，死亡風險則會降低20%。其他研究也有類似的結果，因此我們不鼓勵以動物性食品為主的低糖飲食。而糖類包括了澱粉、精製糖跟膳食纖維等，不同的糖類對健康都有著不同的影響。而大部分的統合分析只看總糖量，而沒有區別糖類的種類。而Lancet 2019年，在世界衛生組織的委託下，則針對不同的糖類，像是膳食纖維、未精製全穀及生糖指數與生糖負荷的比值，去探討它們與死亡率或非傳染性疾病發生率的相關性。結果顯示，膳食纖維可降低全死因及多種非傳染性疾病，且有良好的劑量效應關係，而未精製全穀也有類似的結果。但生糖指數與生糖負荷的比值，則沒有顯著的降低疾病的風險。另外，在GRADE的證據等級中，也被評為是低到極低的證據等級。而膳食纖維攝取量，一天25-29克，是具有降低最大風險的一個效果，這也強化了我們的飲食指南，要納入未精製雜糧的信心。因此，六大類食物均衡攝取，才可以保證營養充足。三大類營養素熱量比，除了要合理分布比例，更要強調種類，特別是糖類，要以未精製取代精製。脂肪要以不飽和脂肪酸取代飽和脂肪酸，尤其是N3系列的脂肪酸，優於N6系列的脂肪酸。若要嘗試低醣飲食，以選擇植物性食物作為蛋白質與脂肪來源，而食物飲料要選擇營養密度高，熱量密度低的食物。全穀雜糧、蔬菜與水果應多樣化的選擇，而且少加工以保留膳食纖維。最後，要在均衡減重飲食的框架下善用適合自己的飲食技巧。"}