{"title": "14.林杏純營養師－成人肥胖的飲食建議－Part II  減重飲食的設計", "url": "https://youtu.be/0IRrr0mJKao?si=t9eXMAGtVRhcnLIr", "content": "大家好，我是中山醫學大學附設醫院林欣淳營養師。在了解為何均衡減重飲食是最被推薦的原因之後，接著就要知道如何設計減重飲食。由於沒有一套飲食方案可適用所有人，即使是均衡減重飲食也是，因此，如何量身訂製個人化的減重飲食就顯得格外重要。首先，依據個案的身高、體重與活動度來設定熱量攝取目標。再來決定六大類食物可攝取的分數。以這位34歲的男性個案為例，要如何訂製個人化的減重飲食，首先要先決定個案的體位。以174公分、104公斤的體重，BMI是34.4，是屬於中度肥胖的體位。在確認個案的活動強度之後，就可以知道他每日的熱量攝取應該是多少。無論是從檢疫板或每日飲食指南，都需要確認個案的活動強度，才可評估其每日熱量需求。以檢疫板來試算，104公斤乘以每公斤體重20大卡，每日約需2080大卡。而從每日飲食指南，則可由性別、年齡及活動強度來決定，所需的熱量約是1800大卡。或連到中研院營養資訊網，輸入相關的資訊也可以獲得相同的答案。而且網站還會提供六大類食物的一個建議，讓民眾知道如何從六大類食物中攝取所需要的熱量。接著，在醫病人狀況做目標設定，除了以女性一天1200到1500大卡，男性1500到1800大卡做目標外，還可以以總熱量需求減去500到750大卡為目標。以每週減輕0.5公斤為原則，初步可設定半年內減去原體重的5-10%，而通常減去3-5%就可以看到臨床指標上的改善。在確定熱量後，就是要決定六大類食物的分數。從上一張slide值，熱量大致會落在1200、1500到1800大卡。而依據《107年新版的每日飲食指南》手冊，就有教民眾如何從六大類食物中攝取足夠的熱量。以1500大卡為例，全穀及味精製雜糧可以吃到2.5萬，豆魚蛋肉類可以吃到4份，乳品類1.5倍，蔬菜類3份，水果類2份，油脂與堅果種子類4份。由於六大類食物所含營養素不同，沒有任何一種食物是具備所有必需營養素，唯有多樣化攝取不同食物才可互補欠缺的營養素，以確保營養適足。全穀及味精製雜糧類的一碗是以家用瓷碗盛裝的白飯或五穀飯，或是兩碗的粥或麵，半碗的芋頭等都叫做一碗的全穀及味精製雜糧類。而三湯匙的麥片及獅子腸的玉米則是屬於四分之一碗的全穀及味精製的雜糧類。一份豆魚蛋肉類像是一杯190毫升的豆漿、一顆蛋、半盒豆腐，以及三指寬或半掌心的魚或肉。一杯乳品類是240毫升的鮮奶、三湯匙的奶粉或是兩片起司，而一份蔬菜類則是煮熟後以碗盛裝的八到五分滿的菜。一份水果類除了是以碗盛裝的五到八分滿的水果外，也可以是一個拳頭大小的柳丁或者是橘子。最後是一份油脂與堅果種子類，約三分之一匙的大豆油、半湯匙的沙茶醬或是一湯匙的堅果。在了解分數概念後，以一天1500大卡為例，在六大類食物中的分配如表中所呈現，可依個人的喜好平均分配至三餐中。而如何將一天1500大卡向下調整成1200大卡，可從表中所呈現的六大類食物中減少一碗全穀味精製雜糧類與一份的豆魚蛋肉類即可。而如何快速將一天1500大卡向上調整成1800大卡，可從表中所呈現的六大類食物中增加半碗的全穀味精製雜糧類、一份的豆魚蛋肉類以及一份的油脂與堅果種子類即可達到。另外，了解食物的熱量密度也很重要。所謂熱量密度是指每公克食物中所含的熱量。學會吃低熱量密度食物，就能讓你在控制熱量下可吃較多的量，也就比較不會餓肚子。大家都知道，每公克的糖類跟蛋白質可提供四大卡，而脂肪每公克可提供九大卡，其中酒精也有七大卡。而纖維算是糖類的一種，但它每公克只有0到2大卡。因此，高含水、高纖維以及少油脂的食物，其熱量密度也就比較低。因此，要會選擇低熱量密度的食物與飲料，以及高營養密度的食物，來取代高熱量密度食物為原則。低熱量密度的食物不但能減少熱量攝取，還能兼顧飽足感，以被證實有較好的遵循率、減重及維持成效。以排餐為例，常見的排餐如左邊800大卡的圖片，肉大蔬菜少。若是為了控制熱量而減半所有的食物，在不會選擇食物的情況之下，可能會吃不飽。但若學會選擇低熱量密度的食物，如右圖一樣是提供了400大卡，但所增加的低熱量密度食物，像是蔬菜，則會讓人更有飽足感。甚至飯前先喝湯，或是蔬菜沙拉，還是整顆的新鮮水果，都是可以減少高熱量密度的主菜攝入量的一個簡單策略。至於零食點心可以怎麼選?以同樣100大卡的洋芋片、糖果跟葡萄乾，轉換成新鮮圓形的水果，像是葡萄、蘋果跟小番茄等，是不是更可以讓人有飽足感?而且又可以滿足人體所需要的營養素，像是纖維、維生素及礦物質，而且燒糖、燒飽和脂肪，又低鈉，也有益身體的健康。而飲料可以怎麼選?一杯可樂將近140大卡，啤酒至少150大卡，手搖飲綠茶也有將近200大卡，而加了奶跟珍珠之後，甚至可以到800大卡。如果可以水或茶包、氣泡水或冰卡可樂取代，是不是也可以滿足口慾，卻又不會增加身體的負擔呢?另外，以同樣100克的美乃滋來說，除了有高比例的油脂外，還有精緻糖的添加，油醋醬跟和風沙拉醬的油脂，卻只佔了美乃滋的1%。但需留意，和風沙拉醬的鈉含量，若能換成黃瓜優格醬來搭配生菜，其熱量甚至不到美乃滋的1%。是不是也可以滿足口慾，卻又不會增加身體負擔呢?額外食族可以怎麼選擇呢?烹調方式就是決定熱量高低的主因。無論是雞腿或豬排，原本熱量可能是兩三百大卡，在經過油炸或油煎後，就會使熱量翻倍。而蔬菜更可怕，它可以從原本的60大卡，在油炸果粉呈天婦羅後，就暴增到250大卡。因此，最健康的烹調方式，應該是以蒸、煮、爐、烤的方式，來避免攝入過多的油脂，還能享受到食物天然的風味。還有台灣人最愛的火鍋，以湯底來說，一杯麻辣鍋相當於三碗的酸菜白肉鍋的湯底，都可以提供一碗飯的熱量。但即使昆布鍋跟蔬菜鍋熱量極低，但食材中的油脂還是會被吸收到湯底，也等於是間接吃下了熱量，因此喜歡喝湯的民眾應該留意。至於沾醬，以1匙15克來計算，熱量最高的前三名，分別是辣油、沙茶醬及素沙茶醬，都需要小心的選擇。還有肉品的選擇中，以和牛以及牛五花的熱量最高，一盤可達四五百大卡，再來才是豬五花跟豬梅花，接著是雞腿肉以及低熱量的海鮮。最後要講的是，進食的順序，建議進食前可以先喝湯，再來吃蔬菜，肉羹主食最後吃，這樣就能有效的減少高熱量密度的食物攝取。至於慢性病患者的飲食上要注意些什麼呢?無論是糖尿病或腎臟病患者，再三大營養素的比例，都與均衡飲食的比例相近。而糖尿病病人更要特別注意的是，避免精緻糖的攝取，含糖食物中的全穀及未精緻雜糧類、乳品類及水果類的分數，也切勿過量，以免造成血糖的上升。加上糖尿病患者容易併發心血管疾病，因此也要留意高脂食物的攝取。而腎臟病患者在限制蛋白質攝取之餘，更要掌控好優質蛋白質的來源，其選擇順序可以是植物性蛋白質的黃豆優先，再來是魚、蛋跟肉，接著是要留意電解質與水分的攝取，還有減重物態級，這些都是會造成腎臟的負擔。最後，減重不是一定要限制進食，讓自己挨餓，而是透過認識食物的特性，並善用飲食的技巧，讓自己吃得均衡，還能健康享受。"}