{"title": "15.徐婉玲營養師 成人肥胖的飲食建議 Part III bariatric surgery 營養照顧", "url": "https://youtu.be/WkyBibfxRbo?si=Xp70ALj4bqr8nA4f", "content": "大家好，我是徐萬琳營養師。我的課程主題是成人肥胖的飲食建議﹐減重手術、素前、素後營養照顧。學習重點主要分成三個部分，分別為減重手術前後的營養狀況﹐產前營養素補充的重要性﹐以及營養評估與衛教重點。根據成人肥胖繁殖指引，將減重手術營養照顧列為一B。主要的內容說明，減重手術會影響病人的飲食﹐因此需要特別注意減重病人長期營養不足的問題。減重手術前與素後建議應做營養評估﹐素後注意水分的補充﹐預防蛋白質與微量營養素的缺乏。素後應長期使用維生素與礦物質的補充劑。素前也必須了解病人的營養狀況。雖然減重手術有很好的減重效果，但是減重後會改變腸胃道的結構。從這張圖可以看到腸胃道的各個部分分別負責不同的營養素的吸收。右邊這邊可以看到有幾個手術的簡圖。像胃鏽狀切除手術，把一部分的胃切除，會影響到胃的內在因子及胃酸的分泌，進而減少維生素B12鈣鐵的吸收。那像胃烙道，減重原理是降低胃容量，同時減少腸道吸收。手術是在胃重建一個小胃瀾，在銜接空腸，繞過舌指腸。然而在舌指腸主要是維生素吸收的一個地方，所以容易會有維生素不足的問題，所以需要終身補充綜合維他命鈣以及鐵。因此美國代謝與減重手術學會，簡稱為ASMBS的一個概覽中有建議，針對幾個特定的維生素，包含維生素B1，B12，液酸，鐵，維生素D，以及鈣，紫龍性維生素AEK以及礦物質新合同應進行樹前樹後的監測，而且需要執行營養素生化檢測有其他的必要性，因為像飲食紀錄以及飲食評估會受到多項的因素影響，比較不能夠準確地來反映出營養狀況。這些營養素在國外的一些文獻報告中，發現說在樹前還有樹後都會看到有缺乏的情形。所以減重手術前後都要做營養評估，而且能夠以生化檢驗來進行，檢測的方式及判定的標準可參照ASMBS Guidelines。針對減重手術前後的營養狀況，我們可以歸納出三個重點。第一點，減重手術不論是屬於限制性的未鏽狀切除，以及可調節性的胃樹帶手術，或者限制性的合併吸收不良的胃烙到魚膽胰烙到手術。由於減少攝食，所以胃容量縮小加上腸道荷爾蒙的變化，或者吸收受限，很容易會造成有微量維生素缺乏的發生。常發生的營養素有維生素B1、B12、葉酸、維生素A、D、E、K、鐵、鈣、銅、鋅、錫。第二點，事實上重度肥胖的病人因為偏食的問題，所以手術前就有較正常為高的微量營養素不足的比例，所以術前如果有微量營養素欠缺，術後更加惡化，所以建議在術前與術後都要做營養評估，而且最好能夠以生化檢驗進行，以免有無症狀而被忽略。第三點，不同手術影響維生素吸收的程度不同，通常胆移烙到手術有較大的營養吸收不良的問題，個體間的差異也很大，營養素的補充種類與劑量應該要根據檢驗的評估結果給予個人化的建議。營養評估以及味覺術後的營養評估的頻率建議第一年每3-6個月做一次，之後一年做一次。術後的營養味覺需要由具備減重手術營養專業背景的營養師，依據不同手術給予階段性的飲食指導。階段性飲食分別為清流質飲食、流質飲食、軟質飲食以及固體飲食。清流質飲食常見食物為白開水、稀釋運動飲料、還有稀釋過濾不加糖果汁、蜂蜜水、還有去油雞湯、魚湯、過濾清湯。此階段飲食就是要預防脫水及低血糖症狀發生。流質飲食可以選擇低脂、低糖、低纖維的絞碎過濾食物。食物的選擇為無糖豆漿、低脂脫脂牛奶、無糖優酪乳、自製的新鮮水果牛奶、自製的南瓜濃湯等等。軟質飲食的選擇為白稀飯、蛋花粥、魚粥。可以看病人飲食攝取的狀況，可以進而選擇比較有咀嚼的，像蒸蛋、豆腐、魚肉、比較嚼爛的蔬菜、菜泥，比如像絲瓜、冬瓜、紅蘿蔔泥、白蘿蔔泥、蔬菜泥、還有一些溫和的水果，比如香蕉、木瓜、蘋果泥等等。軟質食物的置備可以選擇洋芋或紅蘿蔔，可以先蒸熟再切成小丁狀，再選擇新鮮的雞蛋石，可以將它煮熟剝去外殼，壓成泥狀或者以蒸燉的方式來置備。選用瘦肉類可以先將它剁碎然後煮熟，如果說沒有辦法自行置備，可以選擇市售的嬰兒食品，比如像肉泥、蔬菜泥或者水果泥等等罐裝的食品。軟質食物的每餐建議先從1%往開始循序漸進增加到適當的量，當軟質飲食階段攝取狀況OK，就可以進入固體飲食階段。建議每餐都先從1%往開始循序漸進增加到適當的量，在餐與餐之間建議可以再補充高蛋白粉，主要是因為飲食攝取量不足的情況下，食物中的蛋白質會攝取不足，所以可以由蛋白粉來做補充。另外必須要注意一下要定時定量的攝取飲食，每餐以20-30分鐘，餐間間隔2-3小時，每口要咀嚼20-30下，小口小口慢慢進食。水分補充方面，不管在哪一個階段，每天的水分補充要大於等於1.5公升，大約是1500cc，不含糖分，沒有熱量，千萬不要有一邊吃東西一邊喝水的習慣，餐前以及餐後30分鐘不要再喝任何的液體，小口的飲用，禁止大口的藍吞虎嚥，來避免有暫期跟嘔吐的症狀發生。蛋白質的補充是非常重要的，因為蛋白質可以幫助術後傷口癒合，以及預防肌肉流失，建議蛋白質補充一天要60-80公克，或者每公斤理想體重1.1-1.5公克，由於膽胰繞道手術以及舌頭腸轉位手術，因為蛋白質吸收不良，建議可達每公斤理想體重1.2-2公克。富含高蛋白質的食物包含魚肉、瘦肉、去皮的雞肉、豌豆製品、雞蛋、低脂或脫脂奶。這邊補充說明一下，當食物中的蛋白質攝取不足，可以額外補充高蛋白粉，來補充飲食中攝取不足的蛋白質。減重手術後，都需要長期補充口服的綜合維生素以及礦物質，然而並非所有病人都有良好的遵從性，遵從性對於術後的營養改善是非常重要的。市面上的綜合維生素及礦物質的補充劑，殘有劑量不明或標示不清的問題，使用相關產品需要與專業營養師討論。表格中所列的術後維生素與礦物質的補充劑量，是依照不同手術所提供的建議，表中所列的參考劑量是預防缺乏，若有缺乏，則需要補充更高劑量。我這邊再來補充一下，就是在一些營養術的補充必須要特別留意的，胃繞道以及胆移繞道手術、十二指腸轉胃手術，容遇欠缺水溶性維生素B1，所以當病人有持續的嘔吐，就是一個禮拜有高達二到三次嘔吐的狀況，就應該要積極補充維生素B1。還有就是懷孕的婦女要特別留意來補充足夠的葉酸，還有維生素A，維生素A的補充可考慮比較安全性較高的貝達胡蘿蔔素。接種手術後也是維生素B12欠缺的一個高危險群，主要是因為欠缺胃酸以及內在因子，會影響到B12由食物蛋白質示範及吸收，所以由於身體有維生素B12的庫存，因此缺乏並不會立即顯現，所以建議補充維生素B12來維持血清中，維生素B12的正常濃度為原則。減重手術後也會增加骨質疏鬆的風險，主要是因為手術後的胃酸分泌不足，會影響到碳酸鈣的吸收，鈣的補充建議以檸檬酸鈣添加維生素D的形式。鈣的缺乏也常見於胃嗅狀切除，以及胃唠道手術後，男性以及婷經婦女服用綜合性維生素中所含的鐵劑量足夠，但生育年齡婦女需要補充更高劑量，為了提高吸收率建議可以跟負含維生素C膏的水果共同食用，來避免高鈣食物同時使用而影響到吸收。懷孕營養照護生育年齡婦女應避免在手術前和手術後12到18個月內懷孕，落樹後懷孕為確保胎兒健康，需定期回診諮詢和監測，孕期必須有適當的體重增加和營養補充，孕期營養監測和生化檢測的頻率建議每三個月進行一次，確認是否營養缺乏，包括鐵、液霜、維生素B12、維生素D和鈣，若手術屬於吸收不良，建議加驗脂溶性維生素C和酮。術後常見的一些不適的症狀以及飲食調整在營養、胃交上是非常重要的，那常見的一個噁心嘔吐是術後常見的一個不適的症狀，由於經手術後初期的胃僅能容納少量的容量，而最後也僅能容納半杯至一杯大約120到240cc的容量，單吃的東西大於胃容量就會有噁心嘔吐的問題，若胃有感覺到不舒服感，並且有嘔吐的情形發生時，應避免再進食。在飲食調整方面，在進食速度要放慢，每餐的進食時間為半個小時，少量多餐細嚼慢嚥，速度至少25下，以預防胃出口阻塞、嘔吐等情形的發生。每天三正餐應該攝取體積小的食物，另外再攝取三次點心。便祕常見於術後一個月內，此症狀會迅速地發生，當飲食中缺乏膳食纖維、水分和運動，便容易有便祕症狀。便祕症狀的飲食調整為，要補充足夠的水分和膳食纖維，含有益生菌的食物包含優格、優酪乳或益生菌補充劑，可改善腸道菌重生態。如果有需要的話，可以規律性使用軟便祭。腹瀉常見於膽移繞道、舌頭脂腸轉胃及胃繞道手術。由於胃容量小，小腸縮短，營養吸收也就會減少，胃能吸收的食物很快就會排出體外，所以容易會造成腹瀉。在飲食調整方面，可以補充脂溶纖維生素，補充水分，避免高油以及高纖維的食物。胃食道逆流常見於胃嗅狀切除手術後，典型症狀就是胸口及喉嚨灼熱感，特別是當病人進食過多或過快，喜歡吃甜食或飲食，或是進食後馬上平痰。在飲食調整方面，必須要避免甜食，譬如糖果、蛋糕、冰品等等，以及要避免高油脂、高油脂的食物，避免刺激性的食物，例如辣味、酒精、茶、咖啡。必須要以少量多餐的方式進行，那進食時及進食後30分鐘內，請勿躺平，適當的散步30分鐘，避免在晚餐後及睡前進食食物或飲料。寢食症候群主要殘建於胃落到手術後，是指食物從胃快速流至小腸，造成小腸糖分濃度過高，造成水分由血流中進入小腸內，而導致腸胃道的症狀。進食後容易出現有腹脹、暈眩、腹痛、虛弱、噁心、脈搏、加快、腹瀉以及出冷汗等等的症狀。飲食調整方面，必須避免飲用濃縮含糖飲料，包含可樂、果汁等等，避免使用濃縮的甜食，避免高油脂油炸的食物，進食時避免喝水及喝湯，可在兩餐間或餐後30-45分鐘，攝取水分。最後，要跟大家做一個提醒，雖然減重手術有一個很好的減重效果，但做完減重手術後的病人仍然必須調整生活型態，養成健康的飲食習慣，以及定期運動，才能維持體重以及預防腹胖。"}