{"title": "9.潘文涵老師－肥胖診斷＆流行病學", "url": "https://youtu.be/siJSkXEQWNA?si=c-E0T0t33EK3UmmJ", "content": "大家好，我是中央研究院生物醫學研究所潘文涵特評研究員。今天我要來跟大家講的是肥胖診斷以及肥胖流行病學。那麼我今天要講的內容包含肥胖的定義和診斷。再由這個定義講到肥胖盛行率、肥胖的成因，包含環青因素以及遺傳因素。那麼首先我們就開始來談一下什麼是肥胖。其實肥胖的定義很簡單，就是脂肪過度的堆積導致健康有危害的一種異常狀態。肥胖的後果其實是相當多元，它涉及多重的器官和多重的系統，包含像是心臟血管疾病、生殖系統的一些問題、癌症甚至精神疾病各個面向。那麼我們要怎麼樣來診斷肥胖呢?一般我們會使用一些指標，主要有三個方向。第一個就是可以使用體脂率，第二個就是可以使用腰圍，第三個方面是使用體重和身高所結合的身體質量指數，又稱為BMI。那我們一個一個來看，首先講到體脂率，這一次專家的共識是我們可以用體脂率來診斷過重與肥胖，但是目前國內並沒有辦法提供明確的共識的切點。我們現在處於一個若建議證據等級低的臨床建議內容。主要的原因是因為要好好的測量體脂率，現在比較好的儀器是DEXA，就是雙能量X光吸收法，但是這個儀器比較相對昂貴，所以在各種場所一般都是使用生物電阻抗分析法，也就是所謂的BIA，但是不同廠牌不同的儀器測量出來的體脂率差異過大，所以這是一個測量的問題。再來就是由於體脂率的數據並不是太多，所以大數據的體脂率和後續健康參數這樣的關係的研究還是非常有限，所以如果沒有足夠的資料也很難提供一個明確的共識的切點，所以這是一個未來的理想。另外一個方面就是用腰圍來定義腹部肥胖，這個的重要性是以腰圍測量腹部脂肪堆積，這樣的一個數據和代謝的關聯性更大，也就是說腹部脂肪堆積是一個重要的代謝風險，但是以腰圍來測量它有一些人種的差異，因為我們知道不同身高不同體位的人他的腰圍確實會有一些差異，整體來講的話，台灣人身高應該比西方人要略微小或矮，所以台灣人的腰圍的界點應該是低於西方人的標準。那為了要調整身材上的差異其實也有一些其他的測量的方法，譬如說腰藤圍比就是試圖要來校正身材的大小，不過腰藤圍比在預測各項的風險上並沒有比腰圍來得好，主要的原因也是因為腰圍，腰藤圍比要測量兩個圍，它就是增加了路差，然後再用一個相除的方法，所以它的變異度是會比較大的。不過也有很多腰藤圍的比的數據，所以世界衛生組織是建議男性要大於等於1，女性要大於等於0.5這樣的一個切點，不過在腰藤圍比的切點方面在國內目前並沒有一個共識。另外還有一個參數就是腰高比，腰高比比腰圍是略微好一點，它也是校正身材，可能性就是身高的測量會比較準確，所以這確實是一項未來值得採用的一個方法，不過它就是在應用上比較麻煩，因為要把腰除上身高，這個除法就造成了一些麻煩。目前的數據顯示這個切點傾向於是0.5左右，不過還需要更多的研究證據來加以驗證才能產出一個好的切點。我們來看一下腰圍切點的一些研究整理，我們國內也有一些相當的數據，我們看一下世界衛生組織的建議就是西方人男性102公分，女性88公分，對於亞洲人的建議是男性90公分，女性80公分。我們台灣有些數據像有一個健檢的研究以心臟血管疾病危險因子為all count，那麼這個找到的切點就是男生80.5，女生71.5。長庚醫院的健檢研究以代謝症候群以及心臟停止為all count，他們發現男性是89.4公分，女性73.5公分。三高調查所得到的結論是男性在85到87公分左右，女性在74到83公分左右為比較好的切點。營養健康調查1993到1996的數據顯示成人男性是83.8，女性是78.5公分，還有就是台中地區流行病學抽樣調查指出40歲以上男性是82.5，女性是72.5公分。所以我們可以看到就是第一個台灣人的腰圍是比西方人確實要來的低，切點必須比較低，但是對於不同的end point這個數據是有一些差距，但是可以顯示出看這些數據目前都比亞洲，世界衛生組織對亞洲的建立要來的偏低，所以未來或許有調整空間。我們來看一下這一次專家對於腰圍定義腹部肥胖的一個共識是什麼，我們的臨床建議是說要以呼吸中期這個時候來做測量，要量取前上腸骨及與肋骨下緣的終點，找到這個終點來測量腹部的腰圍，作為診斷的標準。切點就是建議男性的腰圍是90公分，女性的腰圍為80公分，這個是和世界衛生組織對於亞洲人的建議是一致的，這是一個強建議，它的證據等級是屬於低的。下面我們來看的就是身體質量指數，這個是目前被公認為最合適的公共衛生測量肥胖的一個指標，它的英文名稱是Body Mass Index，簡稱BMI，它的這個公式就是體重以公斤為單位除上身高的平方，身高是以米為單位。這個公式大家可以看到已經除了身高的平方，所以它的原意就是要校正身高，不過因為人事實上是一個立體，他事實上應該是三次方，所以其實並沒有辦法校正完全，所以BMI事實上在個人種的身高都不一樣，而且身體結構也不一樣，所以在人種方面其實確實是有一些差異的。不過還好BMI和一些健康參數的不安息的研究是非常豐富，因為在個人群其實都擁有很大量的身體質量指數的資料。我們就整理了有關於本土的一些研究，我們一起來看一下，有許多的研究，像前瞻性的研究與糖尿病、高血壓、代謝症候群的關係基本上都是正向上升的，也就是說非常清楚的正向的一個關係。那麼另外有前瞻性的研究顯示和自殺的關係是成立在J型的關係，那麼另外有許許多多的橫斷面研究，譬如說顯示睡眠品質不佳、代謝症候群、高血脂症、高尿酸血症、肺功能障礙、心臟自主神經功能異常這些有關而且都是非常清楚的正向顯著的一些關係。另外還有一系列的前瞻性研究探討BMI和整體死亡率的關係，也就是All-Cause Mortality，這類的研究多數顯示有一種U型的關係，而且這個U型的關係似乎它最低的範圍都有一些差異，好像是隨年齡層增高而會提高。等一下我會有一張投影片來跟大家再做解說。那這個U型的關係導致有一些想法覺得說人的BMI不要太低才好，那這邊有所謂的因果導致這樣的一個爭議在這裡，我們等一下會再稍微的解釋一下。不過我們發現前瞻性的研究如果探討跟醫療的研究，其實是有些差異的，因為我們看到有些人的BMI是比較低的，所以我們會再做解說。不過我們發現前瞻性的研究如果探討跟醫療費用的關係，它確實非常一致的是正向上升，也就是說BMI越高，醫療花費就越高。醫療花費其實是一個整體疾病的一個綜合指標，所以這一點會讓我們比較確定BMI確實是偏低是最好的。那我們來看一下BMI的切點，我們是怎麼樣定義的?我們定義了一些考慮。第一個我們看一下在世界衛生組織它所提出來的建議是過重就是以25kgm平方每個切點，肥胖是30。這是對於全世界的一個建議，不過由於亞洲人的身材比較嬌小一點，所以在2000年IOTF就是國際的肥胖Task Force，就建議過重對亞洲人應該使用23為切點，肥胖是以25為切點。那麼到了2002年世界衛生組織的專家顧問會議又增加了一個所謂的行動切點，就是說23為過重，25為肥胖，還有可以有一個27.5這樣的一個行動切點，讓大家在做公共衛生工作的時候比較有彈性。那我們看一下我們國內，我們國內在2001年當時的衛生署就成立了國人的肥胖定義及體控小組，那麼當時的考量是在過去的比較早期的調查可以看到國人BMI的分布對於20到29歲，也就是說比較健康的年輕人來看的話，他們的95%大約是在男女分開合在一起來看的話，就是22到24之間，所以就傾向要在這個範圍之內來定義這個過重，這是早期的一些數據。那我們另外就是看到代謝政府群所謂的陽性預測值跟陰性預測值，它的平衡點看起來也是傾向於要比25這樣的一個過重的切點再稍微低一點這樣的切點會比較好。另外也考慮到國家資源的有效運用，我們等一下會看到就是說如果我們用了稍微高一點的切點可能國人譬如說3分之3以上都會被考慮為過重，所以這個國家資源有效運用也要考慮。所以綜合這以上，在2001年當時的肥胖定義及提控小組就決定BMI以24為過重的切點，27為成人肥胖的切點。那麼這個定義一直被沿用到現在，我們這次的專家共識也是認為這是一個國人最合適的過重跟肥胖的切點。我現在就稍微講一下這個BMI診斷學就是diagnostic criteria的一些考慮，我們看一下文獻中最佳敏感度與特異性的這樣的切點，有幾個研究。譬如說國民營養健康調查以代謝症候群為一個重點看到的就是最適的sensitivity跟specificity的切點在男性是22.8，女性22.4。三高的話，三高調查就以三高為重點來探討的時候，BMI最適的切點在24到26中間，男性和女性是在22到23中間。那就是以sensitivity跟specificity來看，這個的話就是這個的考量是如果是對於民眾教育來講要在這樣的切點以下是最好的，但是我們在診斷的時候我們使用的概念就是陽性預測值跟陰性預測值，所以以pV positive，pV negative來考慮的時候，國民營養健康狀況調查顯示一個最平衡，就是兩個平衡的切點是在23到24的中間，所以就是說使用靠近23 24的這樣的一個切點能夠讓就是診斷出來有風險的人做一些處置是最符合成本效益的，然後也是大多數的人在這個切點以下的話是沒有什麼問題的。那另外考量就是效益的問題，因為營養健康調查顯示出PMI在23以上的人口實在是太多了，非常的多，那如果是以BMI23為切點的話，早在1993年到96年的資料就顯示出有50%，50%的成人就需要做一些處置了。那如果說是以BMI24為過程的切點的話，當時的資料顯示出有1%的成人是需要被做處置的，那麼以2013到2016，就是比較最近一次的調查就顯示出BMI在24以上的已經達到一半了，所以即便用BMI24為切點的話，也要處置的人達一半以上，所以考量這些因素的結果，專家的共識就是以下。那最後我們要來考量以共病症程度，就是我們剛剛提到的各種面向的疾病，還有整體死亡率，以及公衛流行病學篩檢的研究結果，決定以BMI24以及BMI27分別為台灣成人過重及肥胖的診斷切點，就是一項強健益，它的證據等級是中。好，所以綜合以上，衛福部就會決定我們會使用BMI來定義肥胖，它的過重的切點是24，輕度肥胖的切點是27，然後以上的中度是以30為一個切點，然後重度肥胖就提升到BMI35為一個切點。在同時，我們也使用腰圍來定義腹部的肥胖，男性就採用90公分為切點，女性採用80公分為切點。那麼至於健康體位跟體重過輕，我們就和國際，就是所謂體重過輕的切點18.5，就跟國際是採用一致的標準18.5，所以健康體位就是18.5到24，這樣的一個範圍。好，下面我們要談一下以BMI診斷腦仍肥胖的爭議，基本上就是由於BMI和全死因有一個U型的關係造成非常大的一個concern，那我這一張圖中顯示的是有兩種資料的比較，上面這條線顯示的是隨著BMI增加，整體醫療花費增加的一個狀況。大家可以看得到在BMI22以下，醫療花費基本上是非常平坦的，到了BMI22到24這個範圍的時候，醫療花費就微微的上升，然後越來越高。由這個數據看起來，醫療花費在這個下面是非常穩定的，就是說以醫療花費所整合的風險概念來看，並沒有所謂的U型關係，但是第二條線就是下面這條線我們可以看到確實和死亡率是呈現一個U型的關係。那麼這個U型的關係在左邊這張圖顯示它的最低點是在24到26中間，確實不是在24這個點，而是在24到26這個中間，看起來，以死亡率來看的話，好像BMI要可以再高一點是比較好的。可是如果我們把左邊這張圖的數據排除了已經抽菸的人，我們知道抽菸的人傾向於比較瘦，還有一些慢性病，就是後來會在追蹤之後，很短期內就因為癌症死亡的人，我們把它排除掉，之後我們發現右邊這個圖的下面這條線，它的最低點就會向前移動到20到22的中間，但是不可否認它還是一個U型的關係。所以就有這個所謂是不是人不可以太瘦這樣的一個爭議，但是我們可以看到由醫療花費的資料顯示的是另外一個現象，所以這邊一般會認為可能有所謂的因果導致，就是非常瘦的人中間有一部分是因為潛在的一些疾病所造成的消瘦，而後會在非常短的時間內就死亡這樣的一個現象所造成的一個謬誤。因此這個現象在老人是特別的嚴重，我們可以看到這張圖裡面，就是左邊是男性，右邊是女性，男性的第三張圖跟女性的第三張圖就是老人，可以看到老人他的死亡的U型的最底部是在比較偏右邊，年輕人是比較偏左邊，所以這樣的現象可能在老人是最為嚴重，所以我們要注意所謂的因果導致這樣的現象。因此這一次老人肥胖定義專家的共識是老年人過重與肥胖的診斷，因同時採用成人身體質量指數與腰圍的切點來做一個評估，這是一項強健益，證據等級是中。所以很多人的疑慮我們是認為不應該是在定義的這邊來做處理，而是說當你看到老人的BMI是肥胖的時候，應該採取什麼樣的一個方式來做一個體重的控管或者是生活型態的控管，這才是重要的，這在後面的章節應該有所著墨。OK，既然我們有了這樣的一個肥胖的定義，那我們台灣人他的肥胖盛行率的狀況是怎麼樣呢?下面這張圖我們就可以看到肥胖盛行率從1993年開始的這次調查一直到2003、2016這次調查的數據的一個呈現，這是國民營養健康狀況變遷調查的數據。那我們可以看到，首先可以看到在上面黃色橙色跟紅色的部分就是過重還有輕中度肥胖以及重度肥胖，他的這個盛行率，我們可以看到這個區塊是不斷地在增加當中，從過去可能30幾個percentage到現在已經是達到45個percentage這樣的一個高度，一個盛行率是愈發的嚴重。那我們可以看到在這個當中，這個肥胖的盛行率增加的更是快速，也就是過重，過重的這個比例是相對穩定的，而增加的主要是在肥胖的盛行率，而其中大約有1.3個percentage的重度肥胖，就是所謂的病態肥胖，也就是說每100個人中間就有1到2個人，有可能是BMI已經大於35這樣的一個重度肥胖，顯示出這個肥胖的盛行率是非常快速的。但是，我們可以看到，其實台灣肥胖問題真的是越來越嚴重。那我們就來談一下肥胖的風險因子，基本上可以分成三個面向，第一個就是飲食不當，第二個就是身體活動不足以及久坐的生活型態，這兩項在後面的章節都有詳細的介紹。第三個就是基因傾向，確實有一些人他可能是比較容易受到不當的生活習慣所導致肥胖這樣的傾向會比較大一些，我們就來看一下這些因素。在飲食因子方面，主要的原因就是體內長期的能量不平衡，也就是說一個人他所攝入的熱量是大於消耗的熱量，長期以往他就把熱量累積，熱量就會轉變為脂肪囤積在身體裡面。但是為什麼會有這樣的一個不平衡的現象呢?其實它應該是導引於現代的脂肪環境，在飲食的這個部分，我們分兩個面向，一個就是講一下國際上的發現，另外一個就是講一下我們台灣的肥胖飲食型態的研究。再綜合二十多個研究所做的一篇論文回顧，我們看到發現，主要就是說這些人他所傾向於吃的就是不健康的飲食型態，包含像所謂的西式飲食、不健康飲食或者是加工飲食這種飲食型態。這些飲食型態裡面的內容主要就是會有比較多的含糖飲料和加工食物，所以就是這樣一個特色的食物型態會比較多。另外就是反之，這二十幾個研究也顯示出來，所謂的健康飲食、傳統飲食或者地中海飲食這種型態的呢，攝取的就比較少。而這些型態它的特色就是它有比較多的全穀類、新鮮蔬菜、水果和堅果，所以這一類的食物就吃得比較少。這是西方研究的一個綜合。我們國內的研究是，我們是看到有台灣病態肥胖飲食型態研究，發現能夠導致病態肥胖的飲食型態主要的特色就是紅肉特別的多、加工肉品特別的多、還有含糖飲料喝的多。反之呢，是少吃水果、少吃核果、少吃早餐穀類，特別像是燕麥類、還有就是少喝牛奶這幾個是台灣病態肥胖飲食型態的一個特色。另外還有台灣長期追蹤研究，因為他們的飲食問卷內容比較少一點，所以他後來找到的因素是多糖、高鹽、高油飲食是一個不當的飲食因子。所以我們可以看到，不論是西方的研究，或者台灣病態肥胖飲食型態研究，或者是台灣長期追蹤研究，它所導向的就是缺乏了健康的食物，像是蔬菜水果、堅果全果、奶類這樣的東西，但是吃太多的加工食品、含糖飲料，這是主要的罪魁禍首。所以這個是飲食因子的這個面向。下面我們來看一下遺傳因子。在許多雙胞胎家族及領養的研究都顯示出，PMI的變異當中至少有40%到70%是因為遺傳的關係。近年來，SNP的測量是非常快速，而且都是高流量的可以這樣做，發現有27%可以歸因於SNP。那麼早期的單基因研究顯示出，主要有11個效果比較大的單基因會造成肥胖，這些多數是位於像瘦素還有黑質素的路徑的一些基因變異。但是畢竟有這些單基因肥胖基因的這樣的人畢竟是少數。近年來的一些全基因體關聯性研究，就是所謂的GWAS，它歸納出227個位於不同生物路徑或系統上的這種多基因肥胖因子。這些就是以SNP為marker所做的探討。有相當的多，表示說有非常多的生物路徑都會造成肥胖，包含了像中樞神經系統、食物感受性相關的、消化相關的、脂肪細胞分化相關的、胰島素血洗傳遞、脂質代謝、肌肉與肝臟、腸道菌叢相關的一些路徑，顯示出非常多的因素都和肥胖相關。這個是國際上的一個研究。我們台灣的GWAS研究，主要現在發表的是以1100名台灣BMI大於35的病態肥胖個案，和台灣生物銀行中間找到的上以1萬人的配對所做的兩階段GWAS。這個研究找到了58個和台灣病態肥胖有關的SNP，包含了一個最著名的FTO gene，就是所謂的Fat Mass Obesity Associated Gene。而且FTO gene它的效果是所有的58個相關的SNP裡面最大的。FTO本身上面就有6個SNP是和病態肥胖顯著相關。除此之外還有另外7個基因，這些基因所涉及的路徑包含了褐色脂肪細胞，包含了有關於粒線體的Demogenesis，有關於Lapid Receptor Demodulation，還有一些跟Mental Disease有關的位點，和心臟病LV Mass有關的位點。還有像跟精神分裂，跟自閉症有關，跟胰島素敏感度有關等等，也是涉及的層面非常廣。這是台灣人的病態肥胖基因位點。當然我們預期台灣BioBank的資料持續的擴大收案當中，未來一定會有更多的研究探討肥胖的基因。但是有了這些基因，是不是就是注定肥胖呢?其實大部分的所謂的肥胖基因，我們剛剛講到的，大多數的肥胖的基因都是一些微小效應的這種SNP所累積而成的。大部分人並沒有所謂的肥胖單基因，就有許多的研究探討基因與飲食的交互作用。因為單獨的基因對於肥胖的解釋確實是有限的，所以有三個大型世代研究追蹤來探討基因風險和飲食的交互作用。這三個大型世代研究就是護理人員健康研究、護理人員健康研究二、以及醫護人員追蹤研究。這三個研究組合起來，他們把人分成三組，就是攝取詐物是小於1次的、1到3次的、以及4次以上。他們就發現每增加10個風險基因座，就是SNP這樣的東西，身體質量指數的增加量會隨著詐物吃的多少而不同。詐物吃的最少的那一組，就是身體質量指數在最終多年之後只增加了一個單位。但是詐物只吃到每個禮拜4次以上的人，他的BMI增加量就達到2.2的單位了。所以這個交互作用，就是說隨著基因風險的增大，詐物吃的多的對於BMI增加的效應是顯著的要高於基因風險低的人。用相對風險來看也是一樣的，詐物吃的最多的這組，他的肥胖風險是2.72倍，而詐物吃的最少的那組，他的肥胖風險只有1.61。這也是可以看到很清楚的交互作用。另外在2016年有一個文獻回顧，是Kalantari他們所做的發現說，高熱量飲食與身體活動量的降低，會進一步增強我們剛剛講的FTO基因對於肥胖的風險。這個是基因飲食交互作用。我們來看一下也有一些研究去探討基因與運動的交互作用。在2021年有一篇文章是使用我們台灣BioBank兩萬個追蹤資料的個案，他發現FTO基因上有一個位點的變異，雖然是有較高的肥胖風險，但是如果有規律運動的人的話，他對於BMI降低，對於體重降低的效果就大於沒有帶FTO風險基因做的人。可以看到運動是可以modulate這個基因的風險。另外林文元2021年同樣使用台灣BioBank探討BMI、體脂率、腰圍、臀圍、腰臀耳鼻和運動的風險，就發現說確實不同的運動可以有不同程度降低遺傳風險的效果，其中有一慢跑它的效果最大。不過當然不是所有的研究都是有一致的發現，因為有兩篇研究的結果是相反的，當然是由於生活型態包含了許多複雜的因素，因此我覺得未來我們還需要更多的研究來釐清這些生活型態與基因風險的交互作用，讓我們更知道怎麼樣來使用後天生活的改變來控制肥胖。我現在就做一個總結，我們今天講到肥胖的意涵就是脂肪過度堆積導致健康有危害的一種異常狀態，那麼衛生福利部建議要用BMI來定義肥胖，以腰圍來定義腹部肥胖，BMI的切點就是24為過重切點，27為腹胖的切點，腰圍就是男性90公分，女性80公分為一個切點。在老人的肥胖定義方面，雖然有所謂的U型肥胖，BMI與死亡率的U型關係這樣的一個爭議，專家的共識仍然是老人的肥胖要同於成人的肥胖定義。在我們選定的BMI的定義之下，我們發現國人的肥胖盛行率在過去20年有大幅成長，目前4成5成人不是過重就是肥胖，而且同時有1-2%的國人已經是在病態肥胖的狀態，所以肥胖的控制是當前非常重要的課題。那麼這些肥胖者他的飲食多為偏離健康飲食的一種形態，生活多屬於靜態缺乏體能活動的一個狀態，由於遺傳因素和肥胖傾向有關，但是大效果基因其實造成的肥胖在人群中基本上是少數，多數是由多重基因的遺傳分數偏高這樣的一個效應所造成的，而我們知道基因的傾向分數和環境因素是有一個交互作用的，所以改善生活型態仍然是一個能夠幫忙控制遺傳傾向的一個非常有效的肥胖控制的一個方法。那麼我今天的報告就到這裡，謝謝大家。"}